{
    "cuisines": [],
    "description": "C’est la saison des asperges ! Noter menu fait donc honneur à ce plat à base « d’or blanc ». L’épluchage et la cuisson sont difficiles — lisez bien les conseils au verso pour préparer les asperges à la perfection. La sauce gribiche qui les accompagne est une sorte de mayonnaise issue de la cuisine française. Mais plutôt que des jaunes crus, vous allez uniquement utiliser des œufs durs.",
    "difficulty": 3,
    "favoritesCount": 45,
    "headline": "Accompagnées de pommes de terre roseval et d'un œuf mollet",
    "name": "Asperges blanches et sauce gribiche",
    "prepTime": 45,
    "totalTime": null,
    "image_id": "5ccc398fc77d570015682da7",
    "id": "8b67ad89-50b6-4948-9a85-98c90e2c7532",
    "nutrition": {
        "kcal": 777,
        "fat": 43,
        "saturated_fat": 13.5,
        "carbohydrate": 69,
        "sugars": 7.2,
        "protein": 24,
        "sodium": 1.4
    },
    "tags": [
        "Végétarien"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Bol"
    ],
    "ingredients": [
        {
            "amount": 600,
            "unit": "g",
            "ingredient_id": "51cc0b3c-aed7-4866-aa24-1775397ee38a"
        },
        {
            "amount": 750,
            "unit": "g",
            "ingredient_id": "9d1d1c8b-e105-4978-81fa-618c5ad4efbf"
        },
        {
            "amount": 4,
            "unit": "pièce(s)",
            "ingredient_id": "3293c7f5-db27-4a77-966d-c74f5f67a004",
            "portion_id": "736e5074-5a60-4e99-a298-c9b2784a3f7b",
            "image_id": "5c8bcda7e3f339735a76c463"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "5870818d-c909-4ff8-a599-53cc868fea58"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "0bbf4377-a6cf-448e-a5e9-78b238da7d55"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "bf9dfa9d-e7d1-4149-8c88-4db3ba01c0d2",
            "portion_id": "401997e9-a952-4e40-af85-9ebfb7d5e3a9",
            "image_id": "5af2be6cae08b5194415a2cf"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "08b920ca-826d-4b17-81a3-70e0dee55f60"
        },
        {
            "amount": 1,
            "unit": "cc",
            "ingredient_id": "5633114e-7198-4a79-9c9f-92cd54cdc351",
            "portion_id": "04fc5d92-30c2-4645-bbe7-71c4a660d6b9",
            "image_id": "5af2be5aae08b5194415a28a"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "10202ca7-aba7-48a2-b8ce-1bbf5ab3bf02",
            "portion_id": "4c0e14e1-a159-4138-aa12-f9ce440d3a23",
            "image_id": "5c8bcd9ce3f3397358648c95"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b",
            "portion_id": "e62945f2-5dce-4a02-b82d-5cbfb499109b",
            "image_id": "5c8bcd9be3f3397358648c93"
        }
    ],
    "steps": [
        "Portez une grande quantité d’eau à ébullition dans une casserole et faites cuire 1 œuf par personne pendant 8 à 10 minutes. Pendant ce temps, lavez les pommes de terre, puis coupez-les en deux dans le sens de la longueur. Coupez la base dure des asperges blanches sur environ 1 à 2 cm, puis épluchez-les délicatement à l’aide de l’éplucheur. N’épluchez pas les pointes.",
        "Émincez les câpres et les cornichons. Ciselez le persil et pressez le citron vert. Passez ensuite les œufs durs sous l’eau froide, écalez-les et coupez-les finement.",
        "Dans le bol, mélangez les câpres et les cornichons, la moitié du persil et 1/2 cc de jus de citron vert par personne aux œufs coupés, à la moutarde et à la mayonnaise. Salez et poivrez.",
        "Portez une grande quantité d’eau à ébullition dans les 2 casseroles, l’une pour les asperges, l’autre pour les pommes de terre. Faites cuire les pommes de terre 12 à 15 minutes à couvert. Pendant ce temps, lavez 1 œuf par personne et ajoutez-les aux pommes de terre durant les 5 à 6 dernières minutes tt. Ensuite, égouttez et retirez les œufs de la poêle. Ajoutez le beurre et le reste du persil aux pommes de terre, puis remuez. Salez et poivrez.",
        "Pendant ce temps, faites cuire les asperges 7 à 10 minutes dans l’autre casserole en veillant à ce qu’elles tiennent bien debout ttt. Ensuite, égouttez-les et réservez sans couvercle. Salez et poivrez. Pendant ce temps, rincez les œufs mollets à l’eau froide, puis écalez-les.",
        "Servez les pommes de terre, présentez les asperges en rang, disposez l’œuf mollet par-dessus et coupez-le en deux pour que le jaune coule sur les asperges. Accompagnez le tout de la sauce gribiche."
    ],
    "createdAt": "2019-05-03T12:52:31+00:00",
    "updatedAt": "2023-10-10T10:18:49+00:00"
}