{
    "cuisines": [],
    "description": "NOUVEAU ! Découvrez chaque mois, de délicieuses recettes thématiques. En juillet, c'est barbecue ! Alors profitez des longues soirées d'été avec une recette spéciale barbecue, chaque semaine. Le beau temps n'est pas au rendez-vous ? Pas de problème, ces recettes se préparent aussi en cuisine ! Les travers de porc sont toujours meilleurs au barbecue, nous vous proposons de les préparer sur le grill afin de leur donner cette unique saveur fumée que le barbecue procure. La viande de votre box a déjà été précuite afin de vous faire gagner du temps.",
    "difficulty": 2,
    "favoritesCount": 46,
    "headline": "Recette barbecue : se prépare au barbecue mais également en cuisine",
    "name": "Travers de porc accompagnés de pommes de terre au four",
    "prepTime": 1,
    "totalTime": null,
    "image_id": "5d03aab9e6881d000d696ab9",
    "id": "3aa0be4d-b837-4cde-98eb-c0401e33973c",
    "nutrition": {
        "kcal": 882,
        "fat": 41,
        "saturated_fat": 16.1,
        "carbohydrate": 92,
        "sugars": 44.6,
        "protein": 29,
        "sodium": 1.9
    },
    "tags": [],
    "utensils": [
        "Casserole avec couvercle",
        "Saladier",
        "Papier aluminium",
        "Papier sulfurisé",
        "Plaque de cuisson",
        "Poêle-grill"
    ],
    "ingredients": [
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "ed94c7ab-cbe7-4235-815c-6d2393906f46",
            "portion_id": "9413f0ca-974a-4124-bb98-99d5561322d4",
            "image_id": "5d03aab9e6881d000d696ab5"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "afd0e35f-9c00-4b4e-9030-d2be7c4b1910",
            "portion_id": "a10d33ff-8710-4b45-8318-91d53315c61c",
            "image_id": "5d03aab9e6881d000d696ab6"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "cc67c0ee-2a0a-4259-834f-b93777844edb"
        },
        {
            "amount": 75,
            "unit": "g",
            "ingredient_id": "a2eb05a4-780f-4fe6-a11b-45842098dc93"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "24b12f45-b6fd-4859-8637-addf595e4560",
            "portion_id": "b07ce464-359a-48e8-a7dd-383a8b646d5c",
            "image_id": "5d03aab9e6881d000d696ab7"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "744e8c08-59d3-4ce1-9ffb-13049e883eba",
            "portion_id": "7f7c6391-c384-4ef7-bbb1-22884f383cc4",
            "image_id": "5af2be53ae08b5194415a272"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "b2ac8e7b-72e3-4007-8e6e-8966d21bbb29"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "c4599235-74be-443d-853c-729ac3a5d538"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "0bce1396-9568-48cf-a767-93d258f77f50",
            "portion_id": "fde212b9-e0a4-4261-ac1d-231150c260f8",
            "image_id": "5af2be6fae08b5194415a2db"
        },
        {
            "amount": 0.5,
            "unit": "cs",
            "ingredient_id": "10202ca7-aba7-48a2-b8ce-1bbf5ab3bf02",
            "portion_id": "4c0e14e1-a159-4138-aa12-f9ce440d3a23",
            "image_id": "5c8bcd9ce3f3397358648c95"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b",
            "portion_id": "e62945f2-5dce-4a02-b82d-5cbfb499109b",
            "image_id": "5c8bcd9be3f3397358648c93"
        }
    ],
    "steps": [
        "Préchauffez le four à 200 degrés. Lavez les pommes de terre. Portez une grande quantité d’eau à ébullition dans la casserole et faites-les cuire 10 minutes à couvert avec la peau. Retirez-les de la casserole et faites-y quelques trous avec une fourchette.",
        "Coupez la pastèque en deux, puis taillez-la en quartiers. Épluchez-la et coupez la chair en petits morceaux. Détachez les feuilles de menthe des brins et taillez-les en lanières. Émiettez la feta et réservez-la. Mélangez la pastèque et la menthe dans le saladier, puis ajoutez 1 cs de vinaigre balsamique blanc par personne ainsi que du sel et du poivre.",
        "Disposez les pommes de terre sur une feuille d’aluminium, salez un peu et ajoutez 1/4 cs de beurre sur chacune d’entre elles. Refermez bien et enfournez 45 à 55 minutes. Veillez à ce qu’il reste de la place pour les travers de porc.",
        "Disposez les travers de porc sur la plaque recouverte de papier sulfurisé et enfournez-les avec les pommes de terre durant les 20 dernières minutes.",
        "Pendant ce temps, taillez la courgette en lanières à l’aide du rabot à fromage ou de l’éplucheur. Mélangez-les avec le pesto vert. Faites chauffer la poêle (à griller) à feu moyen et faites cuire les lanières de courgette 8 à 10 minutes ou jusqu’à ce qu’elles soient cuites. Salez et poivrez. Ajoutez éventuellement un peu d’huile d’olive si elles attachent. Pendant ce temps, ciselez la ciboulette.",
        "Servez les travers de porc et les pommes de terre en robe des champs. Ouvrez un peu les papillotes (attention à la vapeur brûlante !) et ajoutez la crème aigre sur les pommes de terre. Garnissez-les avec la ciboulette. Disposez la courgette à côté. Garnissez la salade de pastèque avec la feta et présentez-la en accompagnement."
    ]
}