{
    "cuisines": [
        "European"
    ],
    "description": "Ce plat trouve son inspiration dans la cuisine flamande. Le filet d’églefin est cuit au four sur un lit d’oignons doux et est accompagné d’une tranche de citron. Enfin, vous allez préparer une sauce maison à partir de beurre fondu, d’herbes fraîches et d’un peu de bouillon.",
    "difficulty": 2,
    "favoritesCount": 46,
    "headline": "Servi avec des brocoli et des herbes fraîches",
    "name": "Filet d'églefin sauce au beurre et à l'oignon",
    "prepTime": 30,
    "totalTime": null,
    "image_id": "5d35be8ca641a500104f7d1a",
    "id": "fbdac26e-8a26-4ea1-b373-57282f809aac",
    "nutrition": {
        "kcal": 633,
        "fat": 27,
        "saturated_fat": 15.9,
        "carbohydrate": 54,
        "sugars": 6,
        "protein": 36,
        "sodium": 0.6
    },
    "tags": [
        "Calorie Smart",
        "À faire rapidement"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Poêle",
        "Essuie-tout",
        "Plat à four"
    ],
    "ingredients": [
        {
            "amount": 500,
            "unit": "g",
            "ingredient_id": "e0830196-99f1-4033-96f2-707ff3c42696"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "a0d592fb-656a-47ac-9c02-0a6b7755ba29",
            "portion_id": "6b8325d0-2a36-4a16-9160-2374ad50b133",
            "image_id": "5af2be31ae08b5194415a1f6"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "d4c734ab-4807-4bfa-8b60-f722258e30e9"
        },
        {
            "amount": 500,
            "unit": "g",
            "ingredient_id": "bda2cb14-1594-41b9-9dea-4d6619e70295"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "abf8438c-b53a-4f3c-8d92-1a524d4783ab",
            "portion_id": "512b1513-0f41-4aef-a7bd-53efe928281b",
            "image_id": "5c950d77c445fa28926e8832"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "73bf90ff-62c5-4764-a5ec-599977f9b1dc",
            "portion_id": "d03443b9-d40b-45b4-b820-c8448f674ace",
            "image_id": "5af2be9aae08b5194415a37c"
        },
        {
            "amount": 600,
            "unit": "ml",
            "ingredient_id": "4f030996-6693-46d1-8a75-aceaaa7b497a"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "be1324fd-8fe0-4d08-9446-0dff7ea90eb6",
            "portion_id": "c81b602f-7ddd-4e74-a7f3-ebc24d74d1e0",
            "image_id": "5af2be1eae08b5194415a1b2"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b",
            "portion_id": "e62945f2-5dce-4a02-b82d-5cbfb499109b",
            "image_id": "5c8bcd9be3f3397358648c93"
        }
    ],
    "steps": [
        "Préchauffez le four à 180 degrés. Dans une casserole, faites bouillir de l'eau et émiettez-y le cube de bouillon (réservez le bouillon pour l'étape 5). Lavez (ou épluchez) les pommes de terre et coupez-les en gros morceaux. Faites-les cuire à petit bouillon 12 à 15 minutes. Ensuite, égouttez et réservez sans couvercle.",
        "Pendant ce temps, coupez l’oignon en fines rondelles et ciselez la ciboulette ainsi que le persil plat. Faites chauffer la moitié du beurre dans la poêle et faites cuire l’oignon 6 à 8 minutes à feu moyen-doux. Salez et poivrez. Laissez l'oignon légèrement dorer. Ajoutez la moitié de la ciboulette et du persil plat à mi-cuisson.",
        "Coupez des bouquets de brocolis et les tiges en petits morceaux. Taillez le citron en rondelles. Épongez le filet d’églefin avec de l’essuie-tout.",
        "Placez la moitié des oignons dans le plat à four et posez le filet d’églefin par-dessus. Salez et poivrez, puis disposez une rondelle de citron par personne sur le poisson. Disposez le reste d’oignons sur l’églefin, puis enfournez 8 à 10 minutes ou jusqu’à ce que le poisson soit cuit.",
        "Pendant ce temps, faites cuire les brocolis à couvert dans la casserole contenant le bouillon pendant 8 à 10 minutes pour qu’il reste un peu croquant. Égouttez-le en récupérant le bouillon. Puis, réservez sans couvercle. Juste avant de servir, faites fondre le reste de beurre dans la petite casserole à feu moyen-doux. Ajoutez un filet de bouillon, puis assaisonnez la sauce avec les autres herbes fraîches ainsi que du sel et du poivre.",
        "Servez le brocoli et les pommes de terre. Accompagnez du poisson et des oignons, puis versez la sauce au beurre sur le plat."
    ]
}