{
    "cuisines": [
        "Americaine"
    ],
    "description": "Chaque semaine, nous vous faisons découvrir une savoureuse recette bien copieuse. Préparez un succulent repas, dressez la table et régalez-vous d’un bon morceau de viande et de trois délicieux accompagnements. Cette recette joue sur le mélange des saveurs. Le jus aux oignons et romarin que vous allez préparer est légèrement épicé grâce au chutney d’oignon. Il viendra contrebalancer les canneberges sucrées présentes dans la farce de la roulade de dinde. Pour terminer, vous saupoudrerez le parmigiano reggiano sur les mange-tout. Un délice !",
    "difficulty": 2,
    "favoritesCount": 38,
    "headline": "agrémentée d'un jus à l’oignon et au romarin",
    "name": "Roulade de dinde servie avec des carottes, pommes de terre et mange-tout",
    "prepTime": 50,
    "totalTime": null,
    "image_id": "5db849a0a4c7e22376507a26",
    "id": "35d03d82-fcb8-4e91-84b7-54d25389ce76",
    "nutrition": {
        "kcal": 1088,
        "fat": 58,
        "saturated_fat": 17.1,
        "carbohydrate": 92,
        "sugars": 23.7,
        "protein": 43,
        "sodium": 2.6
    },
    "tags": [],
    "utensils": [
        "Bol",
        "Plaque de cuisson",
        "Papier sulfurisé",
        "Plat à four",
        "Poêle",
        "Râpe",
        "Petit bol",
        "Grand bol"
    ],
    "ingredients": [
        {
            "amount": 600,
            "unit": "g",
            "ingredient_id": "97b31727-79a1-4e4d-8baf-60452ad1d1d9"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "b8ecc04f-8034-4ecc-bdec-63d8c67be539"
        },
        {
            "amount": 1,
            "unit": "botte(s)",
            "ingredient_id": "3e782ca1-a5ef-44f0-9e6d-31f505c15918",
            "portion_id": "5d316b1b-8f94-445b-b248-1c307d71c7c7",
            "image_id": "5af2c156ae08b51b804e58c9"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "c5bbb54f-9c17-44b3-be7b-318e2b5610a7"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "be2dc8eb-daa7-4678-8b2c-627e976178f8"
        },
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "9e77982c-3f83-4799-9b98-e0373adcdec9"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "8d63f29e-a515-41bf-81df-e86009d5c3c6"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "cf283474-d4a1-4226-b424-51f76660b5d3"
        },
        {
            "amount": 25,
            "unit": "g",
            "ingredient_id": "e3086938-47f5-45cb-a460-0bbb80bdb314"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "08b920ca-826d-4b17-81a3-70e0dee55f60"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b",
            "portion_id": "e62945f2-5dce-4a02-b82d-5cbfb499109b",
            "image_id": "5c8bcd9be3f3397358648c93"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "4ad6ce62-92c2-4612-8824-4fa5ed85fb05",
            "portion_id": "d41c3d6a-8812-46d6-9e43-7327b8440275",
            "image_id": "5c8bcd9be3f3397358648c92"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "10202ca7-aba7-48a2-b8ce-1bbf5ab3bf02",
            "portion_id": "4c0e14e1-a159-4138-aa12-f9ce440d3a23",
            "image_id": "5c8bcd9ce3f3397358648c95"
        },
        {
            "amount": 300,
            "unit": "ml",
            "ingredient_id": "f6011425-9bcc-44c8-a01c-26af8c9cc1ee"
        }
    ],
    "steps": [
        "Préchauffez le four à 200 degrés. Pesez les carottes. Coupez-les en deux dans le sens de la largeur, puis en fins quartiers. Lavez bien les pommes de terre et coupez-les en quartiers. Détachez la moitié des feuilles de romarin des brins et ciselez-les. Réservez le reste séparément.",
        "Dans le bol, mélangez les carottes et les pommes de terre ainsi que 1 cs d’huile d’olive par personne et le romarin ciselé. Salez et poivrez. Disposez ensuite le tout sur la plaque recouverte de papier sulfurisé et enfournez 40 à 45 minutes en remuant de temps en temps.",
        "Faites chauffer 1 cs de beurre dans la poêle et faites saisir la roulade de dinde 4 à 8 minutes sur tous les côtés à feu vif. Mettez-la ensuite dans le plat à four et, en fonction de sa taille, enfournez-les 20 à 30 minutes. Elle est prête lorsqu’elle est dorée et que les jus sont clairs lorsque vous piquez la partie la plus épaisse.",
        "Préparez le bouillon. Faites à nouveau chauffer la poêle contenant la graisse de cuisson à feu moyen-vif. Ajoutez 150 ml de bouillon par personne, le chutney d’oignon et le reste de romarin. Mélangez bien et laissez le jus réduire jusqu’à obtenir la consistance désirée.",
        "Faites chauffer 1/2 cs d’huile d’olive par personne dans la poêle. Faites sauter les mange-tout 6 à 8 minutes ou jusqu’à ce qu’ils soient al dente. Pendant ce temps, râpez le parmigiano reggiano à l’aide de la râpe fine. Retirez les mange-tout de la poêle et mettez-les dans un beau plat.",
        "Disposez la roulade de dinde sur un plat et coupez-la en tranches. Retirez le brin de romarin du jus, versez-le dans un bol et servez-le séparément. Saupoudrez les mange-tout de parmigiano reggiano. Présentez les pommes de terre et les carottes dans un grand bol pour que tout le monde puisse se servir. Servez la mayonnaise dans un petit plat séparé."
    ],
    "createdAt": "2019-10-29T14:16:00+00:00",
    "updatedAt": "2023-12-15T21:44:01+00:00"
}