{
    "cuisines": [
        "British"
    ],
    "description": "Cette belle pièce de viande assortie de trois accompagnements est un vrai festin. La couche de graisse du contre-filet la rend extrêmement savoureuse. Le fait de le cuire sur la graisse fait fondre celle-ci et donne toute sa saveur à la viande. À table, présentez la sauce aux champignons, la crème de carottes et les haricots dans des plats séparés pour que chacun puisse composer son repas comme il l’entend.",
    "difficulty": 3,
    "favoritesCount": 45,
    "headline": "accompagnés de pommes de terre au four, d'une crème de carottes et de haricots aux lardons",
    "name": "Contre-filet de bœuf et crème de champignons",
    "prepTime": 1,
    "totalTime": null,
    "image_id": "5dc193431946b3201573c939",
    "id": "62611d21-ea3b-4c86-b129-db26cad5674f",
    "nutrition": {
        "kcal": 1342,
        "fat": 84,
        "saturated_fat": 45.6,
        "carbohydrate": 82,
        "sugars": 12.2,
        "protein": 54,
        "sodium": 2.8
    },
    "tags": [],
    "utensils": [
        "Casserole avec couvercle",
        "Plat à four",
        "Petit bol",
        "Poêle",
        "Mixeur plongeant"
    ],
    "ingredients": [
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "3faf72a9-b160-4bde-bcab-10566c91b2b7"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "c4aadb59-bd05-42c4-ae50-3a86e414e7d7",
            "portion_id": "5c412c17-24a5-4bc0-9819-6fa7d26ed820",
            "image_id": "5d2c50039de58100111e3d87"
        },
        {
            "amount": 600,
            "unit": "g",
            "ingredient_id": "97b31727-79a1-4e4d-8baf-60452ad1d1d9"
        },
        {
            "amount": 6,
            "unit": "pièce(s)",
            "ingredient_id": "7b4e9ae1-f33a-4935-9557-720bcdd0ac89",
            "portion_id": "74d6ed1b-2dda-4433-8a59-436a479a028d",
            "image_id": "5c8bcd9de3f33973480ec962"
        },
        {
            "amount": 1,
            "unit": "botte(s)",
            "ingredient_id": "3e782ca1-a5ef-44f0-9e6d-31f505c15918",
            "portion_id": "5d316b1b-8f94-445b-b248-1c307d71c7c7",
            "image_id": "5af2c156ae08b51b804e58c9"
        },
        {
            "amount": 250,
            "unit": "g",
            "ingredient_id": "ba9b9565-2fbd-4dde-8561-06d8178f6c19"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "4506922c-a1e1-49bb-9ac3-7f123acce91a"
        },
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "b8ecc04f-8034-4ecc-bdec-63d8c67be539"
        },
        {
            "amount": 200,
            "unit": "ml",
            "ingredient_id": "a874df5c-4974-485f-bfb7-dc26d00a7ce9"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "1b9013c5-81ae-4267-b46d-1ecf383375db"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "10202ca7-aba7-48a2-b8ce-1bbf5ab3bf02",
            "portion_id": "4c0e14e1-a159-4138-aa12-f9ce440d3a23",
            "image_id": "5c8bcd9ce3f3397358648c95"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "1ae04fcb-afed-41d4-9f8d-a0e50ebd9db8",
            "portion_id": "1dd45e14-a030-4a71-88c7-0aaf8e73f40c",
            "image_id": "5c950d84c445fa289769b624"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "0afb6e02-0d51-4bd1-8119-0129354380bb",
            "portion_id": "898c392f-e1d1-40d5-81d7-53d1534a5aaa",
            "image_id": "5e1f0277cc6609041441227e"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "5633114e-7198-4a79-9c9f-92cd54cdc351",
            "portion_id": "04fc5d92-30c2-4645-bbe7-71c4a660d6b9",
            "image_id": "5af2be5aae08b5194415a28a"
        }
    ],
    "steps": [
        "Retirez le contre-filet de bœuf du réfrigérateur, épongez-le et assaisonnez-le avec du poivre, du sel et les épices italiennes. Préchauffez le four à 180 degrés. Dans une casserole, portez de l’eau et une pincée de sel à ébullition pour les pommes de terre. Épluchez-les et coupez-les grossièrement. Faites-les cuire dans la casserole couverte 6 à 8 minutes. Ensuite, égouttez-les et réservez-les sans couvercle.",
        "Émincez ou écrasez l’ail. Détachez les feuilles de romarin des brins et ciselez-les. Dans le petit bol, préparer le beurre aux fines herbes en mélangeant 1 cs de beurre par personne, le romarin, la moitié de l’ail ainsi que du sel et du poivre. Mélangez le beurre aux fines herbes aux pommes de terre bouillies. Disposez-les ensuite dans un plat à four et enfournez-les 20 à 25 minutes. Taillez les champignons en tranches.",
        "Pendant ce temps, faites chauffer 1 cs de beurre par personne à feu vif dans une poêle. Mettez-y le bœuf, côté gras vers le bas, et faites-le cuire 2 minutes, puis faites-le saisir 2 minutes sur tous les côtés. Retirez-le ensuite de la poêle, mettez-le dans un plat à four et enfournez-le jusqu’à ce qu’il soit rosé, de 8 à 12 minutes selon la taille et l’épaisseur. Conservez la poêle contenant la graisse de cuisson.",
        "Portez une grande quantité d’eau à ébullition dans deux casseroles. Équeutez les haricots et coupez-les en deux. Coupez les carottes en petits morceaux. Faites cuire les haricots 6 à 8 minutes. Faites cuire les carottes 10 à 12 minutes. Égouttez les deux en conservant un peu d’eau de cuisson. Faites revenir les champignons et le reste de l’ail 4 à 6 minutes dans la poêle utilisée pour le bœuf. Ajoutez 75 ml de crème à fouetter et ½ cs de vinaigre de vin blanc par personne, puis émiettez le cube de bouillon au-dessus de la sauce. Mélangez bien. Laissez la sauce réduire à feu doux jusqu’au moment de servir.",
        "Faites chauffer l’autre poêle à feu moyen-vif sans huile et faites cuire les lardons 6 à 8 minutes. Ajoutez les haricots et poursuivez la cuisson 2 à 3 minutes. Pendant ce temps, dans le verre gradué, réduisez les carottes, le reste de la crème et la moutarde en crème à l’aide du mixeur plongeant. Salez et poivrez. Pour plus d’onctuosité, ajoutez éventuellement un peu d’eau de cuisson.",
        "Disposez quelques tranches de bœuf sur chaque assiette et présentez la crème de carottes à côté. Servez les pommes de terre et les haricots verts dans de jolis bols. Mettez la sauce dans un petit bol pour que tout le monde puisse se servir à sa guise."
    ],
    "createdAt": "2019-11-05T15:20:35+00:00",
    "updatedAt": "2023-10-13T10:39:38+00:00",
    "servingSize": 1059
}