{
    "cuisines": [
        "Italienne"
    ],
    "description": "ATTENTION : Étant donné les circonstances actuelles, les tomates cerises ont été remplacées par des tomates pelées dans certaines box. \nVeillez à TOUJOURS vérifier la liste des allergènes sur l'emballage du produit avant de le cuisiner. \nCe changement d'ingrédient a des conséquences sur la préparation de la recette : Coupez les tomates pelées en petits cubes et placez-les dans un bol. Ajoutez 1/2 de tomates pelées par personne dans la casserole à l'étape 1. \n\nATTENTION : Étant donné les circonstances actuelles, la ricotta a été remplacée par du fromage frais ou crème fraîche dans certaines box. \nCe produit contient les allergènes suivants : Lait/lactose. Veillez à TOUJOURS vérifier la liste des allergènes sur l'emballage du produit avant de le cuisiner. \nCe changement d'ingrédient a des conséquences sur la préparation de la recette : À l'étape 2, ajoutez l'intégralité du fromage frais ou crème fraîche au lieu de la moitié de la ricotta. Cela signifie que vous couvrirez les cannelloni uniquement de fromage râpé à l'étape 4. Suivez les indications de la fiche recette pour le reste de la préparation.",
    "difficulty": 2,
    "favoritesCount": 161,
    "headline": "préparés avec de la Ricotta et une sauce de tomates cerises",
    "name": "Cannelloni farcis à la viande hachée et aux épinards",
    "prepTime": 55,
    "totalTime": null,
    "image_id": "5e5f567867efe93af63103ec",
    "id": "daa3ef2c-4c51-45d6-9b9b-d6ac8d561a12",
    "nutrition": {
        "kcal": 1008,
        "fat": 51,
        "saturated_fat": 17.6,
        "carbohydrate": 89,
        "sugars": 14.5,
        "protein": 42,
        "sodium": 2.6
    },
    "tags": [],
    "utensils": [
        "Casserole en inox",
        "Sauteuse",
        "Plat à four",
        "Papier aluminium"
    ],
    "ingredients": [
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "7b4e9ae1-f33a-4935-9557-720bcdd0ac89",
            "portion_id": "74d6ed1b-2dda-4433-8a59-436a479a028d",
            "image_id": "5c8bcd9de3f33973480ec962"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "a0d592fb-656a-47ac-9c02-0a6b7755ba29",
            "portion_id": "6b8325d0-2a36-4a16-9160-2374ad50b133",
            "image_id": "5af2be31ae08b5194415a1f6"
        },
        {
            "amount": 1,
            "unit": "boîte(s)",
            "ingredient_id": "a9327305-e851-446f-8090-d94b11225a40",
            "portion_id": "e0a9950b-412c-4d5a-ab5b-bf7530297dc4",
            "image_id": "5cfa73a8d8a8710016415ac4"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "c4aadb59-bd05-42c4-ae50-3a86e414e7d7",
            "portion_id": "5c412c17-24a5-4bc0-9819-6fa7d26ed820",
            "image_id": "5d2c50039de58100111e3d87"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "800c104a-4fe0-461c-a3df-aeeb12d0c49e"
        },
        {
            "amount": 150,
            "unit": "g",
            "ingredient_id": "1d57e44a-bcc6-4537-b6ac-4132d1876cec"
        },
        {
            "amount": 250,
            "unit": "g",
            "ingredient_id": "3282bd2d-b7a6-4266-b08d-563a8cc57e38"
        },
        {
            "amount": 80,
            "unit": "g",
            "ingredient_id": "06377c6f-60ce-4b85-9895-f4677ba00afe"
        },
        {
            "amount": 25,
            "unit": "g",
            "ingredient_id": "603029b9-571c-4b16-a024-0d515be78ad2"
        },
        {
            "amount": 2.5,
            "unit": "cs",
            "ingredient_id": "4ad6ce62-92c2-4612-8824-4fa5ed85fb05",
            "portion_id": "d41c3d6a-8812-46d6-9e43-7327b8440275",
            "image_id": "5c8bcd9be3f3397358648c92"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "3e4bc5c2-6c1d-4680-b221-62add7b58baa",
            "portion_id": "3f39b43f-a508-4209-8fac-e451424c379a",
            "image_id": "5c8bcda5e3f33973013052b3"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b",
            "portion_id": "e62945f2-5dce-4a02-b82d-5cbfb499109b",
            "image_id": "5c8bcd9be3f3397358648c93"
        }
    ],
    "steps": [
        "Préchauffez le four à 220 degrés. Écrasez ou émincez l’ail. Hachez l’oignon. Faites chauffer ½ cs d’huile d’olive par personne dans une casserole à feu moyen-vif et faites-y revenir l’oignon, la moitié de l’ail et les fines herbes italiennes 1 à 2 minutes. Ajoutez les tomates cerises et 1 cc de vinaigre balsamique noir et 2 cs d’eau par personne. Portez doucement à ébullition et laissez épaissir 5 minutes à feu doux. Salez et poivrez.",
        "Faites chauffer ½ cs d’huile d’olive par personne à feu moyen-vif dans une grande sauteuse. Faites revenir le reste d’ail 1 minute, puis ajoutez la viande hachée. Faites-la cuire 3 minutes en la séparant. Baissez le feu, déchirez les feuilles d’épinard en petits morceaux et ajoutez-les à la sauteuse. Laissez-les 2 à 3 minutes, remuez bien et retirez la sauteuse du feu. Ajoutez la moitié de la ricotta, salez, poivrez et mélangez bien.",
        "Coupez les feuilles de lasagnes en 2 parties égales, pour pouvoir préparer 4 cannelloni par personne. Répartissez la farce composée de viande hachée et d’épinards sur les feuilles de lasagnes (conservez un espace de ½ cm vide au niveau des bords) puis roulez-les comme une crêpe.",
        "Versez une petite couche de sauce tomate dans le fond du plat à four. Disposez-y les cannelloni et versez la sauce tomate dessus. Répartissez la ricotta sur les cannelloni puis saupoudrez de fromage râpé. Couvrez le plat à four d’une feuille d’aluminium.",
        "Enfournez le plat de cannelloni recouvert d'une feuille d'aluminium 30 minutes. Retirez la feuille d’aluminium au bout de 20 minutes.",
        "Répartissez les cannelloni sur les assiettes. Attention, la farce peut être très chaude !"
    ]
}