{
    "cuisines": [
        "Mediterranean"
    ],
    "description": "Les ingrédients ne changent pas et la préparation reste la même que celle indiquée sur votre fiche recette.",
    "difficulty": 2,
    "favoritesCount": 243,
    "headline": "accompagné de mange-tout et d'une purée de carottes",
    "name": "Filet mignon et jus de viande maison",
    "prepTime": 35,
    "totalTime": null,
    "image_id": "5e8ddf948a37d5756435d632",
    "id": "04c8218a-4f02-4a02-a4a6-cc88bc8a15ec",
    "nutrition": {
        "kcal": 592,
        "fat": 27,
        "saturated_fat": 17,
        "carbohydrate": 50,
        "sugars": 13,
        "protein": 30,
        "sodium": 2
    },
    "tags": [],
    "utensils": [
        "Casserole avec couvercle",
        "Plat à four",
        "Poêle",
        "Fouet",
        "Casserole en inox",
        "Presse-purée"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "cc",
            "ingredient_id": "5633114e-7198-4a79-9c9f-92cd54cdc351",
            "portion_id": "04fc5d92-30c2-4645-bbe7-71c4a660d6b9",
            "image_id": "5af2be5aae08b5194415a28a"
        },
        {
            "amount": null,
            "unit": null,
            "ingredient_id": "4fb95990-4b0e-4936-8a28-8e209e8b661b"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "10202ca7-aba7-48a2-b8ce-1bbf5ab3bf02",
            "portion_id": "4c0e14e1-a159-4138-aa12-f9ce440d3a23",
            "image_id": "5c8bcd9ce3f3397358648c95"
        },
        {
            "amount": 250,
            "unit": "ml",
            "ingredient_id": "f6011425-9bcc-44c8-a01c-26af8c9cc1ee"
        },
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "b8ecc04f-8034-4ecc-bdec-63d8c67be539"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "a582dd1a-3ded-4a1c-8dee-4eb3c445eea9",
            "portion_id": "8519d517-6b56-48ef-b6e8-3eb65b3f53fd",
            "image_id": "5af2c163ae08b51b804e58f6"
        },
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "7230448d-4f54-42ac-8cc6-7490b45a0b4d"
        },
        {
            "amount": 150,
            "unit": "g",
            "ingredient_id": "cf283474-d4a1-4226-b424-51f76660b5d3"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "594bdc0a-3f5c-4e45-9e71-4403d2d5d933",
            "portion_id": "b201710f-86a2-44b8-898c-1f415acb8f68",
            "image_id": "5c8bcd9be3f3397358648c94"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "7b4e9ae1-f33a-4935-9557-720bcdd0ac89",
            "portion_id": "74d6ed1b-2dda-4433-8a59-436a479a028d",
            "image_id": "5c8bcd9de3f33973480ec962"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "3e4bc5c2-6c1d-4680-b221-62add7b58baa",
            "portion_id": "3f39b43f-a508-4209-8fac-e451424c379a",
            "image_id": "5c8bcda5e3f33973013052b3"
        }
    ],
    "steps": [
        "Préchauffez le four à 200 degrés. Préparez le bouillon. Portez une grande quantité d’eau à ébullition dans la casserole. Émincez l’échalote et écrasez l’ail ou hachez-le finement. Épluchez ou lavez bien les pommes de terre et coupez-les en gros morceaux. Taillez les carottes en morceaux de 2 cm.",
        "Faites cuire les carottes 20 minutes à couvert. Ajoutez les pommes de terre après 5 minutes, puis salez et poivrez. Veillez à ce que l’eau recouvre bien les carottes et les pommes de terre. Lorsque les deux sont cuites, égouttez en conservant un peu d’eau de cuisson et réservez sans couvercle.",
        "Dans la poêle, faites chauffer 1 cs de beurre par personne à feu moyen et faites revenir l’échalote et l’ail 3 à 4 minutes. Salez et poivrez le filet mignon. Retirez la moitié de l’échalote et de l’ail de la poêle et réservez-les. Ajoutez le filet mignon à la poêle et faites-le saisir 3 à 4 minutes sur tous les côtés. Retirez-le ensuite de la poêle, mettez-le dans le plat à four et enfournez-le 7 à 9 minutes.",
        "Portez le feu de la poêle sur vif, puis arrosez l'échalote et l’ail avec le bouillon et 1 cc de vinaigre balsamique noir par personne. Assaisonnez le jus avec du poivre et 1/2 cc de moutarde par personne. Laissez sur le feu 4 à 6 minutes, jusqu’à ce que le mélange ait réduit de moitié. Juste avant de servir, ajoutez 1 cs de beurre froid par personne. Remuez bien à l’aide du fouet.",
        "Dans la petite casserole, portez une bonne quantité d’eau à ébullition pour les mange-tout et faites-les cuire 4 à 6 minutes. Égouttez-les et rincez-les à l’eau froide (voir CONSEIL). Ajoutez le reste d’échalote et d’ail à la casserole contenant les carottes et les pommes de terre. Écrasez le tout au presse-purée pour obtenir un mélange homogène. Pour plus d’onctuosité, ajoutez éventuellement un filet d’eau de cuisson. Salez et poivrez.",
        "Servez la purée de carottes et disposez le filet mignon à côté. Présentez les mange-tout par-dessus et accompagnez le tout du jus de viande."
    ]
}