{
    "cuisines": [
        "Middle Eastern"
    ],
    "description": "Avec une marinade à la sauce soja et au gingembre, vous donnez aujourd'hui au saumon une touche asiatique. La marinade est un moyen facile de transformer un morceau de viande ou de poisson en lui donnant du goût et une texture plus moelleuse.",
    "difficulty": 2,
    "favoritesCount": 177,
    "headline": "mariné dans du gingembre, du soja et du piment",
    "name": "Saumon mariné au soja & éclats de gingembre",
    "prepTime": 35,
    "totalTime": 25,
    "image_id": "5ec4f844b359fb4824781a4d",
    "id": "0a9688ae-ba2b-4885-9af1-129afd6f4903",
    "nutrition": {
        "kcal": 527,
        "fat": 37.9,
        "saturated_fat": 5.7,
        "carbohydrate": 21.5,
        "sugars": 18,
        "protein": 22.6,
        "sodium": 0.21
    },
    "tags": [
        "À faire rapidement",
        "Famille",
        "pescatarian",
        "Épicé"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Bol",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Poêle"
    ],
    "ingredients": [
        {
            "amount": 1.14,
            "unit": "pièce(s)",
            "ingredient_id": "e32aa012-a822-4ee2-b710-904dd001de92",
            "portion_id": "c10ecad4-abae-4fff-a410-4bbcabbc1abd",
            "image_id": "6405bf8bb9d07cd5d38d7b0c"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 4,
            "unit": "cm",
            "ingredient_id": "cce6636d-af2c-4a6d-9463-243866e1abc7",
            "portion_id": "4f76cd6c-50a4-4899-a67b-51c2b6791808",
            "image_id": "6405bf3aaf4af6d531d50acd"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "b3e2427a-0187-42c5-9a56-f0f81b1d82fb",
            "portion_id": "7c5c6fac-32ff-4ab9-9651-a07d249d398e",
            "image_id": "6405bf99b9d07cd5d38d7b3c"
        },
        {
            "amount": 40,
            "unit": "ml",
            "ingredient_id": "a7225935-e019-4cfd-8aa4-203486161fe1"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "29137ed0-9e7e-400c-b901-d5df24b01fb5",
            "portion_id": "e9e9530c-06f8-4b72-b082-9f5c4bdcd964",
            "image_id": "64073bd29c6d10cd16eab652"
        },
        {
            "amount": 170,
            "unit": "g",
            "ingredient_id": "c7d922e0-d6ac-4738-87bb-15465d3e711a"
        },
        {
            "amount": 3,
            "unit": "cc",
            "ingredient_id": "a1021713-ae59-44e5-a855-c171837e293e",
            "portion_id": "61782b7f-090b-4597-b697-9b5071397f73",
            "image_id": "63e5122dbc1d64f7b96e270c"
        },
        {
            "amount": 3.5,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préchauffez le four à 200 degrés. Portez une grande quantité d'eau à ébullition dans une casserole pour le riz. Coupez la courgette en tranches de 1/2 cm d'épaisseur maximum.CONSEIL: LE SAVIEZ-VOUS ? Ce plat contient 250 g de brocolis par personne. Cette quantité vous apporte plus de 100 % de l’AJR en vitamine C.",
        "Pendant ce temps, émincez ou écrasez l’ail. Épluchez le gingembre et émincez ou râpez-le. Épépinez et émincez le piment rouge. Dans un bol, mélangez le piment rouge, la sauce soja, le gingembre, le sucre et la moitié de l’huile d’olive. Mettez le saumon dans le bol et laissez mariner au réfrigérateur au moins 10 minutes en remuant de temps à autre.CONSEIL: CONSEIL : La peau du saumon peut présenter quelques écailles. Grattez-les à l’aide d’un couteau bien aiguisé. Effectuez des mouvements dans le sens contraire de la peau, elles se détacheront d'elles-mêmes !",
        "Pendant ce temps, dans l’autre bol, mélangez le reste de l’huile d’olive, l’ail et la courgette. Salez et poivrez, puis disposez la courgette sur la plaque de cuisson recouverte de papier sulfurisé. Enfournez-la 10 à 15 minutes ou jusqu'à ce qu'elle soit cuite. Retournez à mi-cuisson. Retournez à mi-cuisson.CONSEIL: Vous mélangez la courgette dans un bol, pour bien qu'elle s'imprègne bien des saveurs de l’ail et de l’huile d’olive. Si vous voulez vous éviter de la vaisselle, vous pouvez le faire sur la plaque de cuisson.",
        "Pendant ce temps, portez une grande quantité d’eau à ébullition pour le riz dans la casserole utilisée pour le brocoli. Faites cuire le riz 12 à 15 minutes à couvert. Égouttez-le au besoin et réservez-le sans couvercle.",
        "Pendant ce temps, faites chauffer la poêle à feu moyen-vif et retirez le saumon de la marinade. Faites-le cuire 2 à 3 minutes côté peau, puis 1 à 2 minutes de l’autre côté. Retirez le saumon de la poêle et versez-y la marinade. Ajoutez ½ cs d’eau par personne et réchauffez 2 minutes. Vous pouvez ajouter de l’eau pour obtenir davantage de sauce, mais son goût sera moins concentré et donc moins fort.CONSEIL: LE SAVIEZ-VOUS ? Nous absorbons en moyenne trop peu de vitamine D. Celle-ci sert à renforcer notre système immunitaire et fixer le calcium. On la trouve principalement dans le poisson gras (comme le saumon, le maquereau, le hareng et les sardines).",
        "Servez le riz dans les assiettes. Disposez la courgette autour et le saumon par-dessus. Versez la sauce de la poêle sur le saumon et sur le riz."
    ],
    "createdAt": "2020-05-20T09:28:37+00:00",
    "updatedAt": "2024-01-05T09:04:11+00:00",
    "servingSize": 351
}