{
    "cuisines": [],
    "description": "Ce soir, une variante de luxe d'un classique est au menu : les bâtonnets de poisson. Le filet de merlu est pané dans des cornflakes, ce qui donne une délicieuse croûte croustillante. On y sert une sauce de la cuisine française, qui se marie très bien avec le poisson : la sauce ravigote. Vinaigrette, câpres, oignon et ciboulette sont la base de cette sauce classique.",
    "difficulty": 2,
    "favoritesCount": 164,
    "headline": "servi avec un écrasé de pommes de terre, poireaux et épinards",
    "name": "Merlu pané & sauce ravigote",
    "prepTime": 35,
    "totalTime": 35,
    "image_id": "5ee9f4211ca4392f1800ffd5",
    "id": "56302b39-408a-496a-b542-53785b89feb8",
    "nutrition": {
        "kcal": 231,
        "fat": 18.99,
        "saturated_fat": 11.97,
        "carbohydrate": 7.35,
        "sugars": 4.24,
        "protein": 4.33,
        "sodium": 0.02
    },
    "tags": [
        "À faire rapidement",
        "Famille"
    ],
    "utensils": [
        "Éplucheur",
        "Casserole avec couvercle",
        "Poêle",
        "Sauteuse",
        "Presse-purée"
    ],
    "ingredients": [
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "2c289dab-e0cb-434f-b8e3-47b94e35fa00",
            "portion_id": "8311090f-0268-4be9-a779-a806b1dfd6c3",
            "image_id": "6405bf76af4af6d531d50bc7"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "6c31fdcb-bec9-4b81-aafb-88242b45475e"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "bc85a87e-d578-42a9-892f-877ca1d6c94a"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "378fd004-6e40-46bc-ba38-fd40e9d5a5e8"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "049970b3-ec09-4c2a-83fe-1f49080d6704",
            "portion_id": "c4d89c98-3ab3-4446-9b43-1dde67bd970d",
            "image_id": "6405bf1ab9d07cd5d38d7967"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "455b9632-727b-460f-9b40-041419054ae1"
        },
        {
            "amount": 3,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": null,
            "unit": "ml",
            "ingredient_id": "3e570082-6acd-4332-966e-2fb814aa11ab"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Faites bouillir une casserole d'eau salée avec un couvercle pour les pommes de terre. Épluchez les pommes de terre et coupez-les en morceaux de taille égale. Coupez le poireau en fines rondelles et hachez finement le persil frisé. Hachez finement les épinards.CONSEIL: Veillez à bien nettoyer le poireau avant de le découper.",
        "Faites cuire les pommes de terre à couvert 12 à 15 minutes. Égouttez et laissez refroidir sans couvercle. Dans une grande poêle, faites revenir les lardons 5 à 6 minutes sans matière grasse à feu moyen-vif, ou jusqu'à ce qu'ils soient dorés. Retirez-les de la poêle et réservez-les.",
        "Faites chauffer 1/2 cs de beurre par personne dans la même poêle à feu moyen. Faites revenir le poireau 3 à 4 minutes. Ajoutez 2 cs d'eau par personne, baissez le feu et faites mijoter les poireaux 6 à 8 minutes à couvert. Si l'eau s'évapore trop vite, rajoutez-en. Ajoutez ensuite les épinards et faites-les cuire 3 à 4 minutes.",
        "Pendant ce temps, dans une sauteuse, faites fondre 1/2 cs de beurre par personne à feu moyen et faites cuire le filet de merlu 4 à 6 minutes de chaque côté, ou jusqu'à ce que le filet de merlu soit doré.",
        "Écrasez les pommes de terre avec un presse-purée pour obtenir une purée. Ajoutez 1/2 cs de beurre par personne, un trait de lait et mélangez jusqu'à obtenir la consistance désirée. Ajoutez ensuite le persil frisé, les lardons et le mélange épinards-poireaux. Salez et poivrez selon votre goût et mélangez bien.CONSEIL: Si vous souhaitez une purée plus onctueuse, rajoutez plus de lait et de beurre.",
        "Répartissez la purée aux poireaux et aux épinards dans les assiettes et placez le filet de merlu dessus. Servez avec la sauce ravigote et ajustez l'assaisonnement en sel et poivre. "
    ],
    "createdAt": "2020-06-17T10:44:50+00:00",
    "updatedAt": "2023-11-26T10:42:56+00:00"
}