{
    "cuisines": [
        "Française"
    ],
    "description": "Une délicieuse salade aux poires caramélisées et au bleu avec un zeste de balsamique. Les pommes de terre sont rôties au four, ce qui leur donne un goût agréable et doux. Si vous n’avez pas de four, faites-les cuire à la poêle avant de les servir avec la salade.",
    "difficulty": 2,
    "favoritesCount": 66,
    "headline": "avec des pommes de terre rôties, une vinaigrette au thym et des noix",
    "name": "Salade de poires caramélisées au bleu",
    "prepTime": 40,
    "totalTime": 35,
    "image_id": "5efb4972a957e1699d6fedfb",
    "id": "2ba732ae-9a59-4500-80d2-42d091676b4b",
    "nutrition": {
        "kcal": 322,
        "fat": 22.07,
        "saturated_fat": 4.41,
        "carbohydrate": 22.45,
        "sugars": 20.37,
        "protein": 6.21,
        "sodium": 0
    },
    "tags": [
        "Végétarien"
    ],
    "utensils": [
        "Plaque de cuisson",
        "Papier aluminium",
        "Poêle",
        "Saladier"
    ],
    "ingredients": [
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "e32aa012-a822-4ee2-b710-904dd001de92",
            "portion_id": "c10ecad4-abae-4fff-a410-4bbcabbc1abd",
            "image_id": "6405bf8bb9d07cd5d38d7b0c"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "920589e5-168e-4a7e-88a3-afce8a496028",
            "portion_id": "097c178e-1ca5-46c3-aa10-70d42f4f997e",
            "image_id": "6405c00ab9d07cd5d38d7cb7"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "a54e4958-cfe2-4c32-ab86-e731ccc8b6d4",
            "portion_id": "f6874caa-27a1-4fe4-a617-f1280c865700",
            "image_id": "6405bfceb0da1947779863ba"
        },
        {
            "amount": 20,
            "unit": "g",
            "ingredient_id": "a73fa724-5d5b-4c90-99e5-5d9b95e9bd88"
        },
        {
            "amount": 80,
            "unit": "g",
            "ingredient_id": "4e49dc57-09c2-4183-9ada-4f4408524794"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "5dcb8253-c5ad-414e-96fb-7b8e79e99bc8"
        },
        {
            "amount": 80,
            "unit": "g",
            "ingredient_id": "353239d7-7ed9-40b0-b4ae-6fc1e47a4bc3"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 1,
            "unit": "cc",
            "ingredient_id": "10cd97e4-3773-42b6-9da4-8b6260f1fc71",
            "portion_id": "0c44c896-35b6-40ce-8afc-1d171821add9",
            "image_id": "63e5121abc1d64f7b96e2703"
        },
        {
            "amount": 0.5,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "92a22779-f4ab-44d9-9776-9bcccb473587",
            "portion_id": "fe1c23f7-a1fa-4309-acb7-1985201c4403",
            "image_id": "63e5121c81b4b295e66f0253"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préchauffez le four à 220 degrés. Lavez bien les pommes de terre et coupez-les en quatre, voire en six pour les plus grosses. Disposez-les sur une rectangle de papier d’aluminium par personne, arrosez avec la moitié de l’huile d’olive, puis salez et poivrez selon votre goût et mélangez. Refermez bien l’aluminium, disposez les pommes de terre en papillote sur une plaque de cuisson et enfournez 35 à 40 minutes, ou jusqu’à ce que les pommes de terre soient cuites.CONSEIL: Pour une cuisson plus rapide, coupez les pommes de terre en petits dés. Si vous n’avez pas de four, faites-les cuire à la poêle. Ajoutez du poivre, du sel et de l’huile d’olive.",
        "Taillez la courgette en longues et fines lamelles. Coupez la poire en deux, retirez le trognon et coupez-la en quartiers. Hâchez finement l'oignon rouge. ",
        "Faites chauffer une poêle à feu moyen-vif et faites-y dorer les noix à sec. Réservez-les. Faites chauffer le reste d’huile d’olive dans la même poêle et faites-y cuire les lamelles de courgette 8 à 10 minutes à feu moyen-vif. Retirez-les de la poêle et mélangez-les dans un saladier avec l'oignon rouge et le vinaigre de vin blanc. Salez et poivrez selon votre goût. Réservez et laissez refroidir.CONSEIL: Si vous préparez ce plat pour plus de 2 personnes, utilisez plusieurs poêles ou faites rôtir les courgettes au four sur une plaque de cuisson.",
        "Pendant ce temps, faites fondre le beurre dans une autre poêle et faites-y revenir les quartiers de poire à feu moyen-vif 8 à 16 minutes ou jusqu’à ce que l’extérieur commence à dorer. Si les morceaux de poire sont encore durs, prolongez un peu la cuisson. Ajoutez le vinaigre balsamique noir puis retirez-les de la poêle, réservez-les et laissez-les refroidir un peu. ",
        "Dans un saladier, mélangez la salade avec les lamelles de courgette refroidies. Effeuillez le thym au-dessus du saladier, salez et poivrez et si nécessaire, puis ajoutez de l’huile d’olive vierge extra. Découpez la fourme d'Ambert en petits dés. ",
        "Servez les pommes de terre rôties dans les assiettes. Disposez la salade à côté et garnissez-la avec les poires, le fromage bleu et les morceaux de noix.CONSEIL: Saviez-vous que les pommes de terre sont très intéressantes du point de vue nutritionnel ? Elles sont riches en bons hydrates de carbone, notre principale source d'énergie, riches en potassium pour une bonne pression sanguine , en vitamines B6 et B11 qui boostent notre énergie, en fibres essentielles pour des intestins sains et en vitamine C pour une forte résistance."
    ],
    "createdAt": "2020-06-30T14:17:23+00:00",
    "updatedAt": "2023-12-07T10:31:54+00:00",
    "servingSize": 338
}