{
    "cuisines": [
        "Fusion"
    ],
    "description": null,
    "difficulty": 2,
    "favoritesCount": 118,
    "headline": "avec des haricots verts à l'ail et des graines de courge",
    "name": "Steak haché et purée de patate douce épicée",
    "prepTime": 30,
    "totalTime": 25,
    "image_id": "5f205665c821da5fb34fb81e",
    "id": "b7cc3df9-b817-4ee0-869d-982f6923145a",
    "nutrition": {
        "kcal": 523,
        "fat": 17.15,
        "saturated_fat": 6.24,
        "carbohydrate": 76.03,
        "sugars": 20.83,
        "protein": 10.49,
        "sodium": 4.57
    },
    "tags": [
        "À faire rapidement",
        "Famille"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Passoire",
        "Poêle avec couvercle",
        "Poêle",
        "Presse-purée"
    ],
    "ingredients": [
        {
            "amount": 450,
            "unit": "g",
            "ingredient_id": "fc203d5e-2336-4d3e-80c8-e27c2fdb9899"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "e96c155b-870a-4201-9e2f-ed3c064850d3"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "b3e2427a-0187-42c5-9a56-f0f81b1d82fb",
            "portion_id": "7c5c6fac-32ff-4ab9-9651-a07d249d398e",
            "image_id": "6405bf99b9d07cd5d38d7b3c"
        },
        {
            "amount": 2.64,
            "unit": "pièce(s)",
            "ingredient_id": "61aa522a-cd3f-44fa-a698-243ed78aa4ba",
            "portion_id": "6d283187-ba0f-409b-ad0a-a99a604556d8",
            "image_id": "6405bfe6b9d07cd5d38d7c3f"
        },
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "e76fb583-247b-4d42-ac2b-79b372811158"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "1d500e5a-488d-425a-8cca-aac605b03cd5"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "9e377233-54b6-4e41-8bb8-9d4e575c557a",
            "portion_id": "68ee8489-4a8e-4d6d-b02b-f60434e5e933",
            "image_id": "6405c00bb0da194777986482"
        },
        {
            "amount": 800,
            "unit": "ml",
            "ingredient_id": "2c79a58e-27de-462e-823f-01ae1498189c"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préparez le bouillon avec de l'eau chaude dans une casserole avec couvercle pour les patates douces et les pommes de terre. Pesez les patates douces, épluchez les deux types de pommes de terre, puis coupez-les en gros morceaux. Pressez ou émincez l’ail. Épépinez et émincez le piment rouge. Taillez les oignons nouveaux en fines rondelles et réservez le blanc d’un oignon par personne. Équeutez les haricots verts et coupez-les en deux morceaux de taille égale. ",
        "Faites cuire les pommes de terre et les patates douces à couvert dans le bouillon 10 à 12 minutes. Réservez un peu d'eau de cuisson puis égouttez-les et réservez sans couvercle. CONSEIL: Faire cuire les pommes de terre dans le bouillon, puis les égoutter donne beaucoup de saveur à la purée, tout en permettant de conserver une teneur en sel relativement faible.",
        "Pendant ce temps, faites chauffer l’huile d’olive à feu moyen-vif dans une poêle avec couvercle. Faites revenir l’ail et le blanc des oignons nouveaux 1 à 2 minutes. Ajoutez les haricots verts et 1 cs d’eau par personne, puis poursuivez la cuisson 6 à 8 minutes à couvert. Retirez le couvercle et poursuivez la cuisson 4 à 6 minutes. Salez et poivrez.CONSEIL: LE SAVIEZ-VOUS ? Grâce aux pommes de terre et aux haricots verts, ce plat contient plus de 50% de l'apport journalier recommandé en vitamine C et en fibres.",
        "Faites chauffer une poêle à feu vif et faites griller les graines de courge à sec jusqu'à ce qu'elles commencent à sauter. Réservez-les hors de la poêle. Dans la même poêle, faites fondre le beurre à feu moyen-vif et faites cuire le steak haché et le reste des oignons nouveaux 2 à 3 minutes de chaque côté. Salez et poivrez. Si vous préférez la viande bien cuite prolongez le temps de cuisson.CONSEIL: Vous souhaitez préparer une sauce à partir des sucs de cuisson restants ? Déglacez la graisse du steak avec 2 cs d'eau par personne, remuez bien et versez la sauce sur la purée au moment de servir.",
        "Écrasez les pommes de terre et les patates douces à l’aide d'un presse-purée. Ajoutez un trait de lait selon votre goût et une partie de l’eau de cuisson conservée, incorporez le piment rouge, puis salez et poivrez. Pour plus d’onctuosité, vous pouvez ajouter un peu de beurre.CONSEIL: Vous mangez ce plat avec des enfants et ils n'aiment pas les plats relevés ? N'incorporez pas le piment rouge à la purée, et assaisonnez-la avec 1/2 cc de curry par personne.",
        "Répartissez la purée dans des assiettes plates et garnissez avec l'oignon nouveau cuit ainsi que les graines de courge torréfiées. Servez avec les haricots verts et le steak haché. "
    ],
    "createdAt": "2020-07-28T16:46:30+00:00",
    "updatedAt": "2023-10-13T10:40:18+00:00",
    "servingSize": 930
}