{
    "cuisines": [
        "Française"
    ],
    "description": "La cuisine française se caractérise par le fait que chaque région a ses propres plats et combinaisons de saveurs. Aujourd'hui, différentes régions sont réunies dans ce plat riche en saveurs. La sauce s'inspire légèrement de la bouillabaisse provençale, mais avec des crevettes à la place du poisson, tandis que la purée de pommes de terre est onctueuse grâce au lait et au beurre que vous y ajoutez. D'ailleurs, plus vous écrasez finement les pommes de terre, plus le résultat sera crémeux.",
    "difficulty": 2,
    "favoritesCount": 129,
    "headline": "avec une purée et des haricots verts au beurre",
    "name": "Crevettes pôelées à la sauce tomate maison",
    "prepTime": 45,
    "totalTime": 45,
    "image_id": "5f2a7900c1f0954e95478177",
    "id": "ad01cedc-f4fc-4e62-94e5-0d9a924b0f99",
    "nutrition": {
        "kcal": 755,
        "fat": 43.47,
        "saturated_fat": 18.88,
        "carbohydrate": 60.84,
        "sugars": 11.77,
        "protein": 26.62,
        "sodium": 3.03
    },
    "tags": [],
    "utensils": [
        "Casserole avec couvercle",
        "Casserole",
        "Presse-purée",
        "Essuie-tout",
        "Poêle",
        "Mixeur plongeant"
    ],
    "ingredients": [
        {
            "amount": 500,
            "unit": "g",
            "ingredient_id": "e96c155b-870a-4201-9e2f-ed3c064850d3"
        },
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "e76fb583-247b-4d42-ac2b-79b372811158"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 150,
            "unit": "g",
            "ingredient_id": "6342c60e-01d6-4d27-b3df-5ce196b91096"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "9adfa8cf-0232-4a9d-90cd-c31cb1ec77c2"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "b6c4bf85-606b-4a66-bf9c-487e0eddd44b",
            "portion_id": "1624f247-523f-46e7-97dc-5fa21872865b",
            "image_id": "6405c011af4af6d531d50dcd"
        },
        {
            "amount": 240,
            "unit": "g",
            "ingredient_id": "bc54dcab-b943-4066-b7be-05c4e23561cb"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": 3,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 0.67,
            "unit": "pièce(s)",
            "ingredient_id": "bb314273-bc1c-4587-9881-9e9ec14c65d9",
            "portion_id": "60125f5c-84df-48ab-a729-fdad0a82d1ac",
            "image_id": "63e51213a0a0603e5708dcbc"
        },
        {
            "amount": 0.5,
            "unit": "cc",
            "ingredient_id": "7e696fda-84ed-4ca4-9a21-0c8514b6977b",
            "portion_id": "bb82b442-8d2c-4eeb-91a7-678af187635a",
            "image_id": "64062eb8b9d07cd5d38d7cd9"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Épluchez les pommes de terre et coupez-les grossièrement. Dans une casserole, versez de l’eau à hauteur des pommes de terre et portez à ébullition. Faites cuire 15 à 17 minutes à couvert. Égouttez-les et réservez-les sans couvercle.",
        "Pendant ce temps, équeutez les haricots verts. Mettez-les dans une casserole avec couvercle et versez de l’eau à hauteur. Portez à ébullition et faites-les cuire al dente 6 à 8 minutes à couvert. Égouttez-les et réservez-les sans couvercle. Ajoutez ½ cs de beurre par personne, puis salez et poivrez.",
        "Pendant ce temps, émincez l’échalote et coupez les mini-tomates roma en quatre. Hachez grossièrement le persil plat frais et pressez le citron. Faites chauffer ½ cs d’huile d’olive par personne dans une petite casserole et faites revenir l’échalote 1 minute à feu moyen. Ajoutez les mini-tomates roma ainsi que 50 ml d’eau par personne et émiettez le bouillon cube par-dessus. Portez à ébullition, puis baissez le feu et laissez mijoter 5 à 7 minutes à couvert.",
        "Pendant ce temps, essuyez les crevettes avec de l’essuie-tout pour enlever l'humidité. Écrasez les pommes de terre à l'aide d'un presse purée jusqu'à obtenir une purée très fine. Ajoutez le reste de beurre et mélangez bien Pour plus d’onctuosité, ajoutez un trait de lait. Salez, poivrez selon votre goût et ajoutez ½ cc de jus de citron par personne.",
        "Faites chauffer le reste d’huile d’olive dans une poêle et faites cuire les crevettes 3 à 4 minutes à feu moyen-vif. Salez et poivrez selon votre goût. Réservez hors de la poêle. Ajoutez le sucre à la petite casserole contenant les tomates. Hors du feu, réduisez les tomates en sauce à l’aide d'un mixeur plongeant. Ajoutez le jus de cuisson des crevettes à la sauce tomate, mélangez puis salez et poivrez.",
        "Versez la sauce tomate dans des assiettes creuses et disposez la purée de pommes de terre par-dessus. Ajoutez les crevettes et saupoudrez le tout de persil. Servez les haricots verts à côté."
    ],
    "createdAt": "2020-08-05T09:16:49+00:00",
    "updatedAt": "2023-10-13T10:40:01+00:00"
}