{
    "cuisines": [
        "Belgisk"
    ],
    "description": "Une recette à se lécher les babines ! Le filet de porc est le morceau de porc le plus tendre et, contrairement aux autres morceaux de porc, vous pouvez aussi le manger rosé. En plus de la purée de carottes, servez des pois. Saviez-vous que les cosses sont apparentées au pois ? Ils ne sont récoltés que très tôt, de sorte que leur coquille - la cosse - est également comestible.",
    "difficulty": 2,
    "favoritesCount": 52,
    "headline": "servi avec une purée de carottes et des pois mange-tout",
    "name": "Filet mignon de porc & son jus de cuisson",
    "prepTime": 35,
    "totalTime": 25,
    "image_id": "5f4e49d0f8a73155c50c7a89",
    "id": "54ffb54a-a531-4979-a75e-984bd725f1f5",
    "nutrition": {
        "kcal": 336,
        "fat": 25.5,
        "saturated_fat": 16.2,
        "carbohydrate": 18.9,
        "sugars": 9.8,
        "protein": 4.3,
        "sodium": 1.5
    },
    "tags": [
        "À faire rapidement",
        "Famille"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Plat à four",
        "Poêle",
        "Fouet",
        "Casserole",
        "Presse-purée"
    ],
    "ingredients": [
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 300,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "0e363991-67ac-48c2-91f3-5a39eab419ab",
            "portion_id": "ca6eebcb-1833-4faf-af1b-b4b95eb15ef0",
            "image_id": "6405bfbfb0da194777986386"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "40e62375-dab8-463d-940b-308652f73bbc",
            "portion_id": "ad8722a5-0544-4bbf-9564-75c74bdf0e3d",
            "image_id": "6405bfc0af4af6d531d50cc0"
        },
        {
            "amount": 150,
            "unit": "g",
            "ingredient_id": "d2ad711a-f7ff-456c-a6d4-2fabaddb97b4"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": 250,
            "unit": "ml",
            "ingredient_id": "be882e0e-1ab6-40dc-b25e-388b2ad02a82"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "92a22779-f4ab-44d9-9776-9bcccb473587",
            "portion_id": "fe1c23f7-a1fa-4309-acb7-1985201c4403",
            "image_id": "63e5121c81b4b295e66f0253"
        },
        {
            "amount": 1,
            "unit": "cc",
            "ingredient_id": "5efa45e3-90eb-4aa8-be5d-6cb5abd2514b",
            "portion_id": "5240e83f-eedb-4921-9336-3318de481c14",
            "image_id": "63e51230a0a0603e5708dcc5"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préchauffez le four à 200 degrés. Préparez le bouillon avec de l'eau chaude. Faites bouillir une grande quantité d'eau dans une casserole avec un couvercle. Hachez l'échalote et pressez ou émincez l'ail. Lavez et pelez soigneusement les pommes de terre et coupez-les en morceaux. Coupez la carotte en cubes de 2 cm.",
        "Faites cuire les carottes 20 minutes dans la casserole. Au bout de 5 minutes, ajoutez les pommes de terre et assaisonnez à votre goût avec du sel et du poivre. Assurez-vous que les carottes et les pommes de terre soient bien immergées dans l'eau. Dès qu'elles sont cuites, gardez une louche d'eau de cuisson puis égouttez et réservez sans couvercle.",
        "Faites chauffer 1 cs de beurre par personne dans une poêle à feu moyen et faites revenir l'échalote et l'ail 3 à 4 minutes. Poivrez et salez le filet de porc selon votre goût. Retirez la moitié de l'échalote et de l'ail de la poêle et réservez à part. Ajoutez le filet de porc dans la poêle et faites-le revenir des deux côtés 3 à 4 minutes. Ensuite, retirez-le de la poêle, placez-le dans un plat à four et faites-le cuire 7 à 9 minutes.",
        "Toujours dans la poêle à feu moyen, déglacez l'échalote et l'ail avec le bouillon et 1 cc de vinaigre balsamique noir par personne. Assaisonnez selon votre goût avec du poivre et 1/2 cc de moutarde par personne. Faites réduire de moitié 4 à 6 minutes. Juste avant de servir, ajoutez 1 cs de beurre par personne. Mélangez bien avec un fouet pour que la sauce soit homogène.CONSEIL: LE SAVIEZ-VOUS ? Déglacer est l'action d'ajouter un liquide à un récipient chaud où des aliments ont cuit afin de détacher les sucs et avoir plus de goût.",
        "Faites bouillir un grand volume d'eau dans une casserole et faites cuire les pois mange-tout 4 à 6 minutes jusqu'à ce qu'ils soient tendres.Égouttez et rincez à l'eau froide. Ajoutez le reste de l'échalote et de l'ail dans la casserole avec les carottes et les pommes de terre. Réduisez le tout en purée fine à l'aide d'un presse-purée. Ajoutez un peu d'eau de cuisson pour donner de l'onctuosité. Salez et poivrez.CONSEIL: Pour une meilleure dégustation, vous pouvez au préalable retirez le filament des mange-tout en détanchant une extrémité et en tirant vers le bas afin d’enlever le fil.",
        "Répartissez la purée de carottes dans les assiettes et placez le filet de porc à côté. Déposez les pois mange-tout sur le dessus et nappez de sauce."
    ],
    "createdAt": "2020-09-01T13:17:05+00:00",
    "updatedAt": "2023-10-13T10:40:07+00:00"
}