{
    "cuisines": [
        "Française"
    ],
    "description": "Dans cette tarte tatin salée, le cumin joue un rôle d'honneur. D'ailleurs, saviez-vous qu'au Moyen-Age on l'utilisait pour éloigner le mauvais sort ? Aujourd'hui, il est utilisé à la fois comme épice à part entière mais entre également dans la composition de nombreux aromates comme le curry ou le garam masala. Surtout, on lui prête de nombreux bienfaits : il est entre autres anti-inflammatoire et antalgique, en plus de faciliter la digestion.",
    "difficulty": 2,
    "favoritesCount": 240,
    "headline": "avec de la feta et des noix",
    "name": "Tatin d'aubergines & salade de roquette mâche à l'échalote",
    "prepTime": 40,
    "totalTime": 20,
    "image_id": "5f60aef7fa9f33737e6734dc",
    "id": "28f3e840-8dce-48ca-ab0a-f78a153ac50a",
    "nutrition": {
        "kcal": 323,
        "fat": 21.98,
        "saturated_fat": 6.29,
        "carbohydrate": 18.63,
        "sugars": 17.41,
        "protein": 8.67,
        "sodium": 0.59
    },
    "tags": [
        "Végétarien"
    ],
    "utensils": [
        "Saladier",
        "Poêle"
    ],
    "ingredients": [
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "6ab85628-44c7-4a23-8301-e82d2758ba47",
            "portion_id": "6ec28c95-4a5c-478c-9240-e8ce90cc3135",
            "image_id": "6405bf8eb9d07cd5d38d7b13"
        },
        {
            "amount": 0.5,
            "unit": "sachet(s)",
            "ingredient_id": "a63ccc94-ca2d-4976-a0db-137f9bef5748",
            "portion_id": "2a689171-8df3-47e4-963e-8db1909b18a7",
            "image_id": "6405bf7daf4af6d531d50bdd"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "750b0c67-0fc4-43e4-bcab-32437024bc29",
            "portion_id": "7e3da94a-009b-4ed8-863f-04fee6d157ba",
            "image_id": "6405bfccb0da1947779863b2"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "4e0da705-5d5e-4e70-a595-83e43cce7d2e"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "ff2c84c4-2af9-4704-a8ec-c50ce0ae1828",
            "portion_id": "2fc04ea8-58da-42a1-bf39-81ee3d0e1350",
            "image_id": "6405bfafb0da194777986351"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "a73fa724-5d5b-4c90-99e5-5d9b95e9bd88"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "1ebb2ad3-510c-46f9-b2af-bc490d857206"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "413155cf-2a70-434d-b671-b44fe46200b8",
            "portion_id": "384dfdd2-69c8-4787-8214-f42569e3ec77",
            "image_id": "63e51230bc1d64f7b96e270e"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "379e9913-920f-4c61-afb1-daf8cdc2b5c4",
            "portion_id": "81710a1e-bcea-4b3e-b2fe-82c83fbebfd4",
            "image_id": "63e5120da0a0603e5708dcb9"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "2c058c4d-c70a-4bb0-b00d-8d7518367db7",
            "portion_id": "b4a8bde1-c111-4e53-9bad-b935ba096597",
            "image_id": "63e5123281b4b295e66f025f"
        }
    ],
    "steps": [
        "Préchauffez le four à 210°C. Badigeonnez un moule à tarte rond d'environ 20 cm de diamètre avec un trait d'huile d'olive. Saupoudrez le fond du moule avec la cassonade, enfournez 5 à 7 minutes pour commencer la caramélisation puis réservez. Pendant ce temps, coupez les aubergines en rondelles d’½ cm d’épaisseur maximum. Mélangez-les dans un saladier avec 1 cs d’huile d’olive par personne.",
        "Faites chauffer un filet d’huile d’olive par personne dans deux grandes poêles et faites dorer les rondelles d'aubergine 2 à 3 minutes de chaque côté à feu moyen vif. Saupoudrez la moitié du cumin sur le fond du moule à tarte puis superposez les rondelles d’aubergines cuites les unes sur les autres de manière à recouvrir le fond. Saupoudrez le reste du cumin dessus, salez, poivrez et enfournez 5 minutes. CONSEIL: Si les aubergines accrochent à la poêle ajoutez un trait d'eau.",
        "Pendant ce temps, étalez la pâte feuilletée et coupez un cercle à 1.5 cm du bord. Utilisez un saladier retourné pour couper la pâte en suivant l'arrondi. Sortez le moule du four, déposez la pâte à tarte sur les aubergines et enfournez 12 à 15 minutes, ou jusqu'à ce que la pâte soit dorée.CONSEIL: Astuce anti-gaspi - utilisez le reste de pâte pour faire des torsades au fromage ! Coupez des lanières de pâte de 3 cm de longueur, saupoudrez de gruyère râpé et d'origan. Entortillez la pâte pour former une torsade, enfournez 10 minutes et servez à l'apéro.",
        "Pendant ce temps, émincez l’échalote très finement. Ciselez finement le persil. Retirez le pédoncule des tomates, puis coupez-les en rondelles très fines. Coupez la fêta en petits dés. ",
        "Dans des assiettes, disposez les tomates en rondelles les unes sur les autres. Saupoudrez avec l'échalote ciselée et arrosez avec 3/4 cs d’huile d’olive vierge extra et 1/2 cs de vinaigre balsamique par personne. Salez et poivrez, saupoudrez avec les ⅔ du persil, les ⅔ de la feta et les ⅔ des noix concassées. ",
        "Démoulez la tarte tatin en la retournant sur une assiette puis coupez-la en parts. Saupoudrez avec le reste du persil, des noix et de la feta. Déposez deux à trois parts de tarte par assiette à côté du carpaccio. "
    ]
}