{
    "cuisines": [
        "Française"
    ],
    "description": "Un plat comme digne d'un Chef ou presque ! Avec cette recette de filet de bar servi avec une sauce persil au beurre noisette et accompagné d'une onctueuse mousseline au panais, épatez votre tablée tant visuellement que gustativement.",
    "difficulty": 2,
    "favoritesCount": 168,
    "headline": "servi avec une mousseline de panais au curcuma",
    "name": "Daurade, sauce persil & beurre noisette",
    "prepTime": 50,
    "totalTime": 45,
    "image_id": "5f983ba002a1da53b8198a82",
    "id": "06a03160-54ad-4eca-ad0b-6c355df734de",
    "nutrition": {
        "kcal": 432,
        "fat": 32.97,
        "saturated_fat": 11.43,
        "carbohydrate": 28.5,
        "sugars": 9.73,
        "protein": 3.92,
        "sodium": 3.28
    },
    "tags": [
        "À faire rapidement"
    ],
    "utensils": [
        "Râpe",
        "Casserole",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Casserole avec couvercle",
        "Mixeur plongeant",
        "Bol",
        "Poêle",
        "Fouet"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 250,
            "unit": "g",
            "ingredient_id": "50e5eae2-e98f-4d8e-b25f-30e607e2e717"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "b6c4bf85-606b-4a66-bf9c-487e0eddd44b",
            "portion_id": "1624f247-523f-46e7-97dc-5fa21872865b",
            "image_id": "6405c011af4af6d531d50dcd"
        },
        {
            "amount": 30,
            "unit": "g",
            "ingredient_id": "9adfa8cf-0232-4a9d-90cd-c31cb1ec77c2"
        },
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "ed84f2f0-6872-4336-a13d-55c9bebaf1b7"
        },
        {
            "amount": 1.5,
            "unit": "cc",
            "ingredient_id": "696b285c-6d8f-4ecc-a623-908a7dc78ee5",
            "portion_id": "5ce2c663-ec17-4af4-8a71-2ddefe133cd2",
            "image_id": "6405bf4db0da194777986203"
        },
        {
            "amount": 0.4,
            "unit": "sachet(s)",
            "ingredient_id": "5caec1f2-23fc-4533-b191-fde818382d81",
            "portion_id": "2904547c-9601-4eb4-8b53-cba06c778219",
            "image_id": "6405bf8bb9d07cd5d38d7b0d"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "1b7371ba-3a94-4a04-a1ab-f38b6ccbd569"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "c2d529ff-29c1-4283-a426-bb20ab7514d7",
            "portion_id": "5a231ac9-371a-4c03-87dc-90e43f000978",
            "image_id": "6405bf81b9d07cd5d38d7aeb"
        },
        {
            "amount": 600,
            "unit": "ml",
            "ingredient_id": "2c79a58e-27de-462e-823f-01ae1498189c"
        },
        {
            "amount": 3,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 30,
            "unit": "g",
            "ingredient_id": "b2477ba6-8a0b-403b-a683-f710f0345a99"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préchauffez le four à 220°C. Préparez le bouillon avec de l’eau chaude. Pressez ou émincez l’ail. Ciselez finement l’échalote. Épluchez et coupez le panais en quatre. Retirez la partie centrale dure au couteau (ainsi la mousseline sera plus lisse) puis coupez-le en morceaux. Prélevez le zeste du citron à l’aide d'une râpe puis coupez-le en quartiers. Effeuillez le persil.",
        "Coupez les grosses grenailles en deux voire en quatre et laissez les autres entières. Répartissez-les sur une plaque de cuisson recouverte de papier sulfurisé, ajoutez ½ cs d’huile d’olive par personne, l’ail et le paprika. Salez, poivrez et mélangez bien. Enfournez 20 à 25 minutes ou jusqu’à ce que les grenailles soient dorées. Réservez à couvert. Portez à ébullition une petite casserole d’eau salée pour la sauce au persil.",
        "Faites chauffer un filet d'huile d'olive et l'échalote dans une casserole avec couvercle 2 à 3 minutes à feu moyen.Ajoutez le panais, le bouillon, couvrez. Laissez mijoter 15 à 20 minutes jusqu’à ce que le panais soit cuit. Remuez souvent et ajoutez de l'eau si le panais accroche. Mixez au mixeur plongeant. Ajoutez le curcuma, du sel, du poivre, et la crème afin d’obtenir une mousseline onctueuse.CONSEIL: Egouttez le panais si besoin en fin de cuisson ou ajoutez l'eau restante à la mousseline pour fluidifier.",
        "Préparez un bol d’eau très froide ou glacée.Plongez le persil plat 3 minutes dans la casserole d'eau bouillante puis plongez-le dans le bol d'eau froide. Égouttez-le puis ciselez-le très finement au couteau.Dans la casserole utilisée pour le persil, faites fondre le beurre à moyen-vif. Retirez du feu dès qu’il prend une couleur châtain claire et dégage une odeur de noisette environ 3 à 5 minutes. CONSEIL: Plus le persil sera finement ciselé, puis la sauce sera fluide.",
        "Ajoutez le persil au beurre et faites chauffer à feu doux tout en émulsionnant avec un fouet 3 à 4 minutes. Salez, poivrez et réservez à couvert hors du feu.Faites chauffer un filet d’huile d’olive dans une poêle avec couvercle à feu moyen-vif. Salez et poivrez le filet de bar, puis faites-le cuire 2 à 3 minutes à couvert côté peau. Retournez et faites cuire 2 à 3 minutes de l’autre côté. Salez, poivrez et réservez à couvert.",
        "Dans des assiettes plates, étalez 1 cs de jus de persil par personne avec le dos d’une cuillère à soupe. Placez le filet de bar dessus, saupoudrez avec les zestes de citron. Servez la mousseline de panais dans un petit bol à côté ou présentez-la en cercle avec un emporte-pièce.Disposez à côté les grenailles au paprika. Servez avec les quartiers de citron restants."
    ],
    "createdAt": "2020-10-27T15:24:18+00:00",
    "updatedAt": "2023-10-18T16:13:10+00:00"
}