{
    "cuisines": [
        "Française"
    ],
    "description": "Rien de tel qu'une bonne raclette hivernale pour se réchauffer et manger un plat convivial en famille ou entre amis. Très facile et rapide à réaliser, nous vous proposons cette recette classique et sans prise de tête qui saura égailler vos papilles. Régalez-vous !",
    "difficulty": 1,
    "favoritesCount": 176,
    "headline": "avec des pommes de terre, des cornichons et une salade",
    "name": "Raclette Party RichesMonts & charcuterie",
    "prepTime": 25,
    "totalTime": 15,
    "image_id": "5faacc470730ed36b162928b",
    "id": "25fa943a-8e5d-4188-b206-ffe43bb1fd20",
    "nutrition": {
        "kcal": 162,
        "fat": 10.6,
        "saturated_fat": 2.59,
        "carbohydrate": 2.81,
        "sugars": 0.62,
        "protein": 13.52,
        "sodium": 2.45
    },
    "tags": [
        "Rapido",
        "Famille"
    ],
    "utensils": [
        "Casserole",
        "Saladier",
        "Plat à four"
    ],
    "ingredients": [
        {
            "amount": 420,
            "unit": "g",
            "ingredient_id": "d1e8fa07-88cd-44d5-837c-f17515a955bb"
        },
        {
            "amount": 80,
            "unit": "g",
            "ingredient_id": "91a88862-daa8-45a0-ba9f-c59c21218eaf"
        },
        {
            "amount": 2,
            "unit": "tranche(s)",
            "ingredient_id": "17c13c5d-103a-45cc-aef3-fc45dcfb5b5c",
            "portion_id": "e7348f56-f1c2-431a-9349-752166c42b53",
            "image_id": "6405bf9caf4af6d531d50c45"
        },
        {
            "amount": 600,
            "unit": "g",
            "ingredient_id": "e72ea7f7-a352-4a04-a59a-63a6387c74f7"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "90f20e0a-41ad-4de0-9679-aef38f9ebf57"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "51803d3b-1634-47f6-8ef0-e6291dc2b112"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "413155cf-2a70-434d-b671-b44fe46200b8",
            "portion_id": "384dfdd2-69c8-4787-8214-f42569e3ec77",
            "image_id": "63e51230bc1d64f7b96e270e"
        },
        {
            "amount": 1,
            "unit": "cc",
            "ingredient_id": "1b964d57-61fe-4bb0-8bf7-237b29cb476b",
            "portion_id": "c9104a39-f2ae-4c15-9ccb-78df20cef937",
            "image_id": "63e51234bc1d64f7b96e270f"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Sortez le fromage et la charcuterie du réfrigérateur 30 minutes avant de passer à table. Le fromage fondra mieux et la charcuterie aura plus de goût. Mettez les pommes de terre dans une casserole avec une pincée de sel et versez de l'eau à hauteur. Portez l'eau à ébullition et faites cuire 15 à 17 minutes. CONSEIL: Pour contrôler la cuisson des pommes de terre, utilisez la pointe d'un couteau. Si elle s'enfonce sans forcer, les pommes de terre sont cuites.",
        "Pendant ce temps, disposez le fromage à raclette RichesMonts, la charcuterie et les cornichons sur un plat afin que chacun puisse se servir. CONSEIL: LE SAVIEZ-VOUS ? Au Moyen-Âge, la raclette était appelée “fromage rôti”. Des bergers faisaient fondre une demi-meule de fromage près d’une source de chaleur (souvent en plein été) et raclaient le fromage à l’aide d’une lame de couteau pour l’étaler sur une tranche de pain. Ce n’est qu’à la fin du 19ème siècle que le terme de “raclette” est apparu en Suisse, plus précisément dans le canton du Valais.",
        "Juste avant de servir, préparez la vinaigrette en mélangeant 1/2 cs d’huile d’olive vierge extra et 1/2 cc de vinaigre de vin rouge par personne dans un saladier. Ajoutez le mélange roquette et mâche. Salez et poivrez, puis mélangez délicatement.",
        "Servez le tout (pommes de terre, salade, charcuterie et fromage) sur la table afin que chacun puisse préparer son assiette selon ses goûts et sa faim. Lancez l'appareil à raclette et sus au fromage !Si vous n’avez pas d’appareil à raclette, préchauffez le four à 250°C et badigeonnez un plat à four d'huile d'olive. Ajoutez les pommes de terre coupées en 4 avec les tranches de raclette. Faites gratiner 7 à 9 minutes, puis servez immédiatement dans des assiettes avec les autres garnitures."
    ],
    "createdAt": "2020-11-10T17:22:16+00:00",
    "updatedAt": "2023-10-25T08:42:00+00:00"
}