{
    "cuisines": [
        "European"
    ],
    "description": "Dans cette recette, le pesto aux champignons des bois donne à la soupe un goût complexe et équilibré. La courgette est l'ingrédient principal de la soupe, mais une partie est taillée en rubans pour garnir le plat. Une belle manière de travailler un même légume d'une façon différente !",
    "difficulty": 2,
    "favoritesCount": 301,
    "headline": "avec un petit pain complet gratiné au gouda",
    "name": "Vichyssoise de courgette servie chaude",
    "prepTime": 35,
    "totalTime": 35,
    "image_id": "5fbd1eb56e7e673fe7178c8a",
    "id": "b0ea6448-e0d7-4584-9c29-de00ae34e09a",
    "nutrition": {
        "kcal": 724,
        "fat": 51.24,
        "saturated_fat": 12.61,
        "carbohydrate": 39.81,
        "sugars": 13.19,
        "protein": 20.88,
        "sodium": 5.5
    },
    "tags": [
        "Végétarien",
        "Famille"
    ],
    "utensils": [
        "Éplucheur",
        "Poêle",
        "Marmite à soupe ou grande casserole avec couvercle",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Mixeur plongeant"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "f0ef4881-e75f-4a70-8b9c-41e95d629887",
            "portion_id": "05f315d0-ffac-45bc-a419-ce6b2ed3c74d",
            "image_id": "6405bff8b0da194777986443"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "e32aa012-a822-4ee2-b710-904dd001de92",
            "portion_id": "c10ecad4-abae-4fff-a410-4bbcabbc1abd",
            "image_id": "6405bf8bb9d07cd5d38d7b0c"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "1d500e5a-488d-425a-8cca-aac605b03cd5"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "594e93ea-b115-4687-8089-c44706e379bf",
            "portion_id": "07e0dd2b-32a7-44d3-a6f3-21b90e9881bc",
            "image_id": "64073bbfdf6297bb5beef124"
        },
        {
            "amount": 80,
            "unit": "g",
            "ingredient_id": "1f15d99a-792e-4bed-b48f-56215481d8b1"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "f4461430-7bac-4357-b201-324201d51d79"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 1.5,
            "unit": "pièce(s)",
            "ingredient_id": "3aafe58c-08ac-4852-a295-c8d535703ed9",
            "portion_id": "b0e9b65b-a307-4d4a-ba3f-9cbbfa505df6",
            "image_id": "63e5122081b4b295e66f0256"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Préchauffez le four à 180°C. Portez 300 ml d’eau par personne à ébullition. Émincez l’oignon. Épluchez ou lavez bien les pommes de terre et découpez-les en petits morceaux. Détaillez 3 fins rubans de courgette par personne à l'aide d'un éplucheur et coupez le reste en dés.",
        "Faites chauffer une poêle à feu vif et faites torréfier les graines de courge à sec jusqu’à ce qu’elles commencent à sauter. Réservez-les hors de la poêle. Faites chauffer la moitié de l’huile d’olive dans une marmite avec couvercle et faites-y revenir l’oignon 2 minutes à feu moyen-vif. Ajoutez les dés de courgette, baissez le feu à moyen-doux et faites cuire 3 minutes en remuant.CONSEIL: LE SAVIEZ-VOUS ? Les graines de courge contiennent beaucoup de zinc, un minéral important pour la croissance et le système immunitaire, trouvé principalement dans les produits d'origine animale.",
        "Ajoutez les pommes de terre et les 300 ml d’eau bouillante par personne à la marmite. Émiettez le cube de bouillon par-dessus et laissez mijoter 10 minutes à couvert et à feu moyen-doux. Pendant ce temps, faites chauffer le reste d’huile d’olive dans la poêle et faites-y revenir les rubans de courgette 5 minutes à feu moyen-doux. Mélangez régulièrement.CONSEIL: Vous faites attention à votre consommation de sel ? Dans ce cas, utilisez seulement 1/3 ou 1/2 cube de bouillon par personne.",
        "Coupez les petits pains complets en deux.Tartinez-les avec la moitié du pesto, puis saupoudrez-les de la moitié du fromage râpé. Enfournez 8 minutes sur une plaque de cuisson recouverte de papier sulfurisé.",
        "Hors du feu, mixez le contenu de la marmite à l’aide d'un mixeur plongeant. Ajoutez éventuellement de l’eau si la soupe est trop épaisse.Incorporez le reste de pesto et de fromage à la soupe. Salez et poivrez.",
        "Servez la soupe dans des bols. Disposez les rubans de courgette par-dessus et garnissez de graines de courge. Accompagnez le tout d'un petit pain complet gratiné au fromage."
    ]
}