{
    "cuisines": [
        "Italienne"
    ],
    "description": "Les gnocchi sont un type de pâtes italiennes à base de pommes de terre et de farine de blé. Aujourd'hui vous allez les préparer avec une sauce au beurre infusé à la sauge fraîche, comme en Toscane !",
    "difficulty": 2,
    "favoritesCount": 514,
    "headline": "avec un beurre de sauge, du citron et du poireau",
    "name": "Gnocchi & champignons au beurre de sauge",
    "prepTime": 25,
    "totalTime": 20,
    "image_id": "60882c700cb86c1ecf13cf31",
    "id": "102b3e92-8b9a-440d-842f-4a0dd3425f60",
    "nutrition": {
        "kcal": 723,
        "fat": 34.75,
        "saturated_fat": 15.1,
        "carbohydrate": 75.43,
        "sugars": 4.53,
        "protein": 23.66,
        "sodium": 2.17
    },
    "tags": [
        "Rapido",
        "Végétarien",
        "Famille"
    ],
    "utensils": [
        "Bol",
        "Poêle"
    ],
    "ingredients": [
        {
            "amount": 125,
            "unit": "g",
            "ingredient_id": "b2201e5a-2fc7-46ed-99e2-d0a9b3a80231"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "2c289dab-e0cb-434f-b8e3-47b94e35fa00",
            "portion_id": "8311090f-0268-4be9-a779-a806b1dfd6c3",
            "image_id": "6405bf76af4af6d531d50bc7"
        },
        {
            "amount": 2.5,
            "unit": "g",
            "ingredient_id": "849283af-3f35-4321-9444-0309d347bea1"
        },
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "b6c4bf85-606b-4a66-bf9c-487e0eddd44b",
            "portion_id": "1624f247-523f-46e7-97dc-5fa21872865b",
            "image_id": "6405c011af4af6d531d50dcd"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "1d500e5a-488d-425a-8cca-aac605b03cd5"
        },
        {
            "amount": 375,
            "unit": "g",
            "ingredient_id": "98c505b9-41de-4afd-8e9d-bc2639117014"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "144d83da-a452-473d-826d-f9fb4348498a"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "413155cf-2a70-434d-b671-b44fe46200b8",
            "portion_id": "384dfdd2-69c8-4787-8214-f42569e3ec77",
            "image_id": "63e51230bc1d64f7b96e270e"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Sortez le beurre du réfrigérateur. Nettoyez et coupez les champignons en quatre ou en huit s'ils sont gros.Lavez le poireau, retirez le vert et ciselez finement le blanc. Effeuillez et ciselez la sauge. Prélevez le zeste du citron et coupez-le en quartiers. Dans un bol, mélangez à la fourchette : le beurre, la sauge et la moitié des zestes de citron. CONSEIL: Lavez bien le citron avant de le râper !",
        "Faites chauffer une grande poêle à feu vif et faites-y griller les graines de courge à sec jusqu’à ce qu’elles commencent à sauter. Réservez-les hors de la poêle.Remettez la poêle à chauffer avec un filet d’huile d’olive, à feu moyen. Ajoutez les gnocchi, un petit filet d’eau, du sel et du poivre. Couvrez, faites-les revenir 2-3 minutes puis réservez-les hors de la poêle. Dans la même poêle, ajoutez la moitié du beurre de sauge ainsi que les champignons, le poireau et faites cuire 5-6 minutes à feu moyen-vif pour enlever un maximum d’eau. ",
        "Ajoutez les gnocchi, le reste du beurre de sauge et quelques gouttes de jus de citron selon votre goût à la poêle - attention aux pépins ! Salez et poivrez.A feu vif, faites sauter le tout 3-5 minutes jusqu'à obtenir une belle coloration. CONSEIL: LE SAVIEZ-VOUS ? Le beurre a la faculté d’emprisonner les odeurs. C'est pourquoi il est intéressant quand vous le cuisinez de rajouter des éléments aromatiques afin de parfumer vos plats.",
        "Servez les gnocchi, les champignons et le poireau dans les assiettes. Garnissez de parmesan râpé, ainsi que du reste des zestes et de graines de courge.Salez et poivrez et arrosez d'un filet d'huile d'olive vierge extra ou de citron si vous le souhaitez.CONSEIL: LE SAVIEZ-VOUS ? La sauge est une plante de la famille des Lamiacées qui tire son nom du latin salvare signifiant \"sauver\" ou \"guérir\". On attribue, en effet, depuis longtemps des vertus médicinales à certaines espèces de sauge."
    ]
}