{
    "cuisines": [
        "Japonaise"
    ],
    "description": "Le Gyudon (signifiant \"bol de bœuf\"), est une recette japonaise incontournable. Elle fait partie des plats appelés \"Donburi\", composés d'un grand bol de riz sur lequel on dispose toutes sortes de garnitures. Le Gyudon se réalise avec du bœuf finement tranché et des oignons, servis sur un bol de riz chaud. On ajoute parfois un jaune d’œuf cru par-dessus pour apporter une texture plus crémeuse au plat.",
    "difficulty": 2,
    "favoritesCount": 336,
    "headline": "avec de la carotte et de la ciboulette",
    "name": "Gyudon : bol de riz au bœuf et oignons",
    "prepTime": 35,
    "totalTime": 15,
    "image_id": "60db193d03cbf73ae2066aae",
    "id": "1374bef1-1829-4fbf-8580-417a9a3c8b7b",
    "nutrition": {
        "kcal": 151,
        "fat": 2.48,
        "saturated_fat": 0.49,
        "carbohydrate": 24.5,
        "sugars": 19.9,
        "protein": 4.08,
        "sodium": 4.51
    },
    "tags": [
        "Calorie Smart"
    ],
    "utensils": [
        "Bol",
        "Casserole avec couvercle",
        "Casserole"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "f0ef4881-e75f-4a70-8b9c-41e95d629887",
            "portion_id": "05f315d0-ffac-45bc-a419-ce6b2ed3c74d",
            "image_id": "6405bff8b0da194777986443"
        },
        {
            "amount": 2.5,
            "unit": "g",
            "ingredient_id": "76818676-4b98-4dad-b5ca-7ab2268d1062"
        },
        {
            "amount": 3,
            "unit": "pièce(s)",
            "ingredient_id": "0e363991-67ac-48c2-91f3-5a39eab419ab",
            "portion_id": "ca6eebcb-1833-4faf-af1b-b4b95eb15ef0",
            "image_id": "6405bfbfb0da194777986386"
        },
        {
            "amount": 2.5,
            "unit": "cm",
            "ingredient_id": "cce6636d-af2c-4a6d-9463-243866e1abc7",
            "portion_id": "4f76cd6c-50a4-4899-a67b-51c2b6791808",
            "image_id": "6405bf3aaf4af6d531d50acd"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "98974ffb-4c18-4212-b5b8-86a930565c9d",
            "portion_id": "9feedbd8-72f8-41b8-a391-47a20370e0c4",
            "image_id": "6405bfbdb0da194777986380"
        },
        {
            "amount": 20,
            "unit": "ml",
            "ingredient_id": "5dfc37ee-5729-4c8b-9a72-7dc7e7202a2c"
        },
        {
            "amount": 20,
            "unit": "ml",
            "ingredient_id": "a1bab825-4485-461c-bd58-3c31bea90563"
        },
        {
            "amount": 135,
            "unit": "g",
            "ingredient_id": "c21a2845-afc7-40be-8240-4f67b9d7045d"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "b9e789b0-bd18-422e-ad0d-3b099a1e6de4"
        },
        {
            "amount": 4,
            "unit": "cs",
            "ingredient_id": "6b8a7ee4-2b73-44f4-94c2-74027993111c",
            "portion_id": "7cfe1a36-fea1-424f-8f2b-8e7a2c26eda0",
            "image_id": "63e5123381b4b295e66f0260"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "7e696fda-84ed-4ca4-9a21-0c8514b6977b",
            "portion_id": "bb82b442-8d2c-4eeb-91a7-678af187635a",
            "image_id": "64062eb8b9d07cd5d38d7cd9"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Emincez finement l’oignon. Ciselez la ciboulette.Epluchez les carottes, puis taillez-les en rubans à l'aide d'un éplucheur. Terminez au couteau lorsque cela devient fastidieux. Taillez les rubans en fins bâtonnets d'environ 5-6 cm de long. Dans un bol, mélangez-les avec 1 cs de vinaigre de vin blanc ou de riz, ½ cs de sucre par personne et du sel. Réservez au frais.Epluchez puis râpez le gingembre.CONSEIL: Vous pouvez râper les carottes si vous les préférez ainsi.",
        "Dans une casserole, portez une grande quantité d’eau salée à ébullition, et faites-y cuire le riz 12-14 minutes à couvert. Une fois cuit, égouttez-le, mélangez-le avec 1 cs de vinaigre de vin blanc ou de riz par personne, salez, poivrez et réservez-le à couvert.",
        "Découpez le rumsteak en très fines tranches dans le sens contraire des fibres. Placez les tranches dans un bol et ajoutez la sauce soja. Laissez mariner quelques minutes pour attendrir la viande.CONSEIL: Vous pouvez au préalable placer le rumsteak une quinzaine de minutes au congélateur pour pouvoir le découper plus facilement.",
        "Pendant ce temps, dans une casserole, ajoutez le nuoc-mâm, le reste de sucre et 120 ml d’eau par personne. Ajoutez les oignons et le gingembre, mélangez puis portez à ébullition. Baissez le feu sur doux puis faites fondre les oignons 4-5 minutes ou jusqu’à ce qu’ils deviennent translucides.",
        "Ajoutez les tranches de bœuf à la casserole avec la sauce soja et laissez cuire 1 minute environ à feu doux jusqu’à ce la viande soit cuite et tendre. Salez et poivrez. Ne surcuisez pas la viande, sinon elle sera dure.CONSEIL: La sauce soja est déjà assez salée. Ne rajoutez pas trop de sel à votre préparation. De plus, si la sauce vous semble trop liquide, retirez la viande de celle-ci et réservez-la à couvert, puis remettez la casserole sur le feu et faites réduire la sauce 1-2 minutes.",
        "Disposez le riz dans des assiettes creuses ou des bols, versez le bœuf aux oignons par-dessus avec la sauce (dosez-la selon votre goût) et parsemez de ciboulette.Servez la carotte en salade dans un bol à côté ou ajoutez-la à côté du bœuf. Parsemez de graines de sésame.CONSEIL: Pour déguster ce plat de manière traditionnelle, vous pouvez ajouter un jaune d’œuf au milieu de vos morceaux de bœuf puis savourer en mélangeant le tout."
    ],
    "createdAt": "2021-06-29T12:59:42+00:00",
    "updatedAt": "2023-11-28T22:56:37+00:00"
}