{
    "cuisines": [
        "Française"
    ],
    "description": "Faites-le plein de protéines et de fibres avec cette salade à la fois gourmande et rafraîchissante. Avec sa base lentilles & carotte à laquelle est mélangée de la ciboulette, des tomates séchées, quelques feuilles de roquette, des miettes de saumon fumé, de la feta et un œuf mollet c'est le plat idéal pour se régaler tout en se faisant du bien. Bon appétit !",
    "difficulty": 2,
    "favoritesCount": 249,
    "headline": "avec un œuf mollet & des tomates séchées",
    "name": "Salade de lentilles, saumon fumé et roquette",
    "prepTime": 35,
    "totalTime": 20,
    "image_id": "618aa8f0b6085c052f17c0e2",
    "id": "a8e7da8f-9d63-42f4-9223-3ee5f814645d",
    "nutrition": {
        "kcal": 234,
        "fat": 14.8,
        "saturated_fat": 5.2,
        "carbohydrate": 11.1,
        "sugars": 10.1,
        "protein": 12.3,
        "sodium": 1.31
    },
    "tags": [
        "Œuf(s) non inclu(s)",
        "Calorie Smart"
    ],
    "utensils": [
        "Bol",
        "Casserole",
        "Poêle",
        "Saladier"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "0e363991-67ac-48c2-91f3-5a39eab419ab",
            "portion_id": "ca6eebcb-1833-4faf-af1b-b4b95eb15ef0",
            "image_id": "6405bfbfb0da194777986386"
        },
        {
            "amount": 120,
            "unit": "g",
            "ingredient_id": "fb2bc2ac-f59a-4439-9578-5b6d014a5629"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "1d500e5a-488d-425a-8cca-aac605b03cd5"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "922959cb-a5c0-4539-b21f-9b77d32e3a7d"
        },
        {
            "amount": 2.5,
            "unit": "g",
            "ingredient_id": "76818676-4b98-4dad-b5ca-7ab2268d1062"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "025eb780-54d1-4c71-adfd-99a425cc40e9"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "51803d3b-1634-47f6-8ef0-e6291dc2b112"
        },
        {
            "amount": 160,
            "unit": "g",
            "ingredient_id": "5405c89b-c558-42d5-a9f7-592c3854ae2e"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "9c2e39a8-8fc0-49a0-9a1a-4b5448e1fe1a",
            "portion_id": "939cf6d0-beb9-4e89-9829-565fee32f52c",
            "image_id": "63e5121d81b4b295e66f0254"
        },
        {
            "amount": 0.5,
            "unit": "cc",
            "ingredient_id": "5efa45e3-90eb-4aa8-be5d-6cb5abd2514b",
            "portion_id": "5240e83f-eedb-4921-9336-3318de481c14",
            "image_id": "63e51230a0a0603e5708dcc5"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "2c058c4d-c70a-4bb0-b00d-8d7518367db7",
            "portion_id": "b4a8bde1-c111-4e53-9bad-b935ba096597",
            "image_id": "63e5123281b4b295e66f025f"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Portez une casserole d’eau salée à ébullition. Epluchez et coupez la carotte en petits dés.Faites cuire les lentilles et les œufs dans la casserole 6 minutes. Otez les œufs de la casserole à l'aide d'une écumoire et plongez-les directement dans un bol d’eau froide. ",
        "Ajoutez les dés de carotte à la casserole avec les lentilles et faites cuire 12-18 minutes de plus ou jusqu’à ce que les lentilles soient légèrement al dente. Egouttez-les, puis rincez-les à l’eau froide et égouttez-les bien de nouveau. Salez et poivrez.CONSEIL: Si vous avez du temps, préparez cette salade un peu à l'avance et réservez-la au frais. Elle est délicieuse bien fraîche, notamment en été.",
        "Pendant ce temps, faites chauffer une petite poêle à feu vif et faites-y griller les graines de courge à sec jusqu'à ce qu'elles commencent à sauter. Réservez-les hors de la poêle.",
        "Coupez les tomates séchées en morceaux. Réservez l'huile des tomates pour l'étape 5.Ciselez finement la cibouletteEmiettez le fromage grec.Une fois les œufs refroidis, écalez-les délicatement. ",
        "Dans un saladier, mélangez la moutarde avec le vinaigre balsamique noir et 1 cs d’huile des tomates par personne pour faire une vinaigrette.Ajoutez les lentilles, la ciboulette, les tomates séchées, le mélange de roquette et mâche ainsi que les ⅔ des miettes de saumon fumé et des graines de courge. Salez, poivrez et mélangez délicatement. CONSEIL: Ajoutez un filet d'huile d'olive supplémentaire si besoin, mais la recette sera plus calorique.",
        "Servez la salade de lentilles dans des bols ou des assiettes creuses. Garnissez avec le reste de saumon fumé, des graines de courge et saupoudrez de fromage grec. Placez une moitié d'œuf mollet par personne sur le plat. CONSEIL: Si vous ne surveillez pas votre consommation de calories, servez un œuf mollet entier par personne."
    ]
}