{
    "cuisines": [
        "European"
    ],
    "description": "Ce qui fait la force du cabillaud, c'est sa capacité à être cuisiné de mille façons : cuit en papillote, à la poêle, en poisson-pané, grillé au four ou au barbecue, il s'associe parfaitement avec divers accompagnements et sa chair tendre est apprécié par petits et grands. Marié avec des ingrédients frais, comme la mélisse citronnelle, c'est un vrai régal pour toute la famille !",
    "difficulty": 2,
    "favoritesCount": 270,
    "headline": "avec du broccolini & du riz pilaf",
    "name": "Cabillaud crème au citron",
    "prepTime": 35,
    "totalTime": 30,
    "image_id": "62285998e5a0c05938606ce0",
    "id": "2bb416bb-26d6-4ee4-bbb8-946fb00fa460",
    "nutrition": {
        "kcal": 355,
        "fat": 21.1,
        "saturated_fat": 10.9,
        "carbohydrate": 13.4,
        "sugars": 11.8,
        "protein": 26.4,
        "sodium": 2.36
    },
    "tags": [
        "Famille",
        "<650 Kcal"
    ],
    "utensils": [
        "Éplucheur",
        "Sauteuse avec couvercle",
        "Râpe",
        "Casserole avec couvercle"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "f0ef4881-e75f-4a70-8b9c-41e95d629887",
            "portion_id": "05f315d0-ffac-45bc-a419-ce6b2ed3c74d",
            "image_id": "6405bff8b0da194777986443"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "0e363991-67ac-48c2-91f3-5a39eab419ab",
            "portion_id": "ca6eebcb-1833-4faf-af1b-b4b95eb15ef0",
            "image_id": "6405bfbfb0da194777986386"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "9f0c74bf-b4eb-48be-900f-084440aea021"
        },
        {
            "amount": 130,
            "unit": "g",
            "ingredient_id": "9447865f-5ee9-462c-ac81-1bfbfa749ddd"
        },
        {
            "amount": 100,
            "unit": "ml",
            "ingredient_id": "002d9025-90de-45f4-95ea-04c36ca1e75b"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "1d885ffe-8a34-4f80-a7d5-0f84ecfabdbf"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "2673ad6a-d50e-4363-a7d8-d31278b39d59",
            "portion_id": "1b459eaa-6d36-41db-ba9b-6bf426693ab0",
            "image_id": "64073baadf6297bb5beef101"
        },
        {
            "amount": 350,
            "unit": "ml",
            "ingredient_id": "2c79a58e-27de-462e-823f-01ae1498189c"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "3ff00dcc-4a35-48ab-868b-d6def39e1b38",
            "portion_id": "78da6c91-96a9-423e-b5b1-40d9f70c8a5c",
            "image_id": "63e5122ba0a0603e5708dcc1"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préparez le bouillon avec de l'eau chaude. Ciselez l'oignon. Épluchez et coupez la carotte en demi-lunes de 5 mm d'épaisseur. Plus elles seront finement coupées, plus vite elles cuiront.Coupez les bouquets de broccolini en deux voire en trois s'ils sont trop grands.CONSEIL: LE SAVIEZ-VOUS ? Le broccolini est un légume vert proche du brocoli mais ses inflorescences sont plus petites et ses tiges fines sont plus longues.",
        "Faites chauffer l’huile d'olive et le beurre dans une sauteuse à feu moyen. Faites-y revenir l'oignon et la carotte 3-5 min. Salez et poivrez.Ajoutez le riz et faites revenir 2-4 min de plus. Ajoutez enfin le bouillon et laissez cuire à couvert 15-17 min (voir CONSEIL). Ajoutez le broccolini au bout de 10 min de cuisson du riz puis poursuivez la cuisson.Attention, vous suivrez l'étape 5 pour finir de cuire le riz.CONSEIL: Ajoutez un peu d'eau chaude si le riz n'est pas assez cuit et que le bouillon a été entièrement absorbé.",
        "Pendant ce temps, versez la crème liquide dans une casserole et portez-la à ébullition. Une fois l'ébullition atteinte, baissez le feu à très doux et versez la mélisse citronnelle dans la crème. Laissez infuser 5-7 min à couvert. CONSEIL: Vous pouvez, pour un autre plat, réaliser la même préparation avec d'autres aromates ou épices pour donner du goût à une crème.",
        "Retirez les feuilles de mélisse et faites réduire la crème doucement dans la casserole 3-5 min jusqu'à ce qu'elle nappe le dos d'une cuillère.CONSEIL: LE SAVIEZ-VOUS ? Napper le dos d'une cuillère consiste à passer le doigt sur la cuillère utilisée pour remuer. Si le trait laissé par le doigt reste nettement visible, c'est que la sauce est suffisamment épaisse.",
        "Lorsqu'il reste 5-6 min de cuisson au riz, salez et poivrez le cabillaud, puis ajoutez-le à la sauteuse en le posant délicatement sur le riz. Faites cuire le cabillaud à couvert et à feu moyen : le poisson va cuire grâce à la chaleur du riz et à la vapeur dans la sauteuse.CONSEIL: Ne remuez pas les légumes ni le riz pendant que le poisson cuit et utilisez une spatule pour le manipuler après cuisson car sa chair sera moins ferme.",
        "Servez le cabillaud avec le riz et les légumes dans les assiettes.Nappez de crème à la mélisse citronnelle. "
    ],
    "createdAt": "2022-03-09T07:39:05+00:00",
    "updatedAt": "2023-10-26T06:45:15+00:00"
}