{
    "cuisines": [
        "European"
    ],
    "description": "Connaissez-vous l'ail des ours ? Il s'agit d'une plante sauvage très proche de l'ail et souvent utilisée en cuisine. Ses feuilles, très parfumées, sont cueillies au début du printemps et se consomment comme les épinards : crues ou cuites. Découvrez les saveurs étonnantes de cette plante dans un risotto onctueux au chèvre frais, accompagné de roquette et de noix.",
    "difficulty": 2,
    "favoritesCount": 388,
    "headline": "avec du chèvre frais & de la roquette",
    "name": "Risotto au pesto d'ail des ours maison",
    "prepTime": 35,
    "totalTime": 15,
    "image_id": "6231cbb0c937c3744342d742",
    "id": "3d05cffc-1e7c-43f6-bdb0-2ea25facf9f2",
    "nutrition": {
        "kcal": 481,
        "fat": 43.91,
        "saturated_fat": 15.13,
        "carbohydrate": 7.57,
        "sugars": 3.08,
        "protein": 14.25,
        "sodium": 4.42
    },
    "tags": [
        "Végétarien",
        "Peu de cuisine"
    ],
    "utensils": [
        "Poêle",
        "Mixeur plongeant"
    ],
    "ingredients": [
        {
            "amount": 0.5,
            "unit": "pièce(s)",
            "ingredient_id": "b6c4bf85-606b-4a66-bf9c-487e0eddd44b",
            "portion_id": "1624f247-523f-46e7-97dc-5fa21872865b",
            "image_id": "6405c011af4af6d531d50dcd"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 150,
            "unit": "g",
            "ingredient_id": "adf75df4-1c6a-4ba9-97b9-0ace49bf54f7"
        },
        {
            "amount": 20,
            "unit": "g",
            "ingredient_id": "ed0b98ca-b32d-4780-8410-3374b420a92a"
        },
        {
            "amount": 10,
            "unit": "g",
            "ingredient_id": "4e0da705-5d5e-4e70-a595-83e43cce7d2e"
        },
        {
            "amount": 30,
            "unit": "g",
            "ingredient_id": "f47b03c3-1f38-446a-8153-28d559b12d86"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "900def38-6ae3-40fc-9055-6cb3cfc4f590"
        },
        {
            "amount": 25,
            "unit": "g",
            "ingredient_id": "61d47fda-51f7-4500-80ec-6130cc334a70"
        },
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "61707057-dd9c-4fff-b21e-c8bc1aad80a9"
        },
        {
            "amount": 675,
            "unit": "ml",
            "ingredient_id": "2c79a58e-27de-462e-823f-01ae1498189c"
        },
        {
            "amount": 4.5,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préparez le bouillon avec de l'eau chaude.Coupez le citron en quartiers.Ciselez l'échalote.",
        "Faites chauffer un filet d’huile d’olive dans une poêle à feu moyen-vif. Ajoutez l'échalote et le riz, puis faites-les revenir 1 min en remuant.Baissez le feu sur moyen-doux, ajoutez ⅓ du bouillon et laissez les grains de riz s’en imbiber lentement. Remuez régulièrement.",
        "Dès que les grains de riz ont absorbé le bouillon, ajoutez-en à nouveau ⅓, puis répétez l’opération avec le reste de bouillon. Faites cuire le risotto 20-25 min en remuant régulièrement. Ajoutez éventuellement de l’eau ou du bouillon pour faire cuire les grains de riz davantage.Pendant ce temps, concassez les noisettes et effeuillez le persil.Coupez les tiges de l'ail des ours pour ne garder que les feuilles.CONSEIL: Gardez les tiges de l'ail des ours, ciselez-les, et utilisez-les pour remplacer l'ail dans votre prochaine recette !",
        "Dans un récipient à bords hauts, ajoutez le persil et l'ail des ours (gardez quelques feuilles pour le dressage), les ¾ du fromage italien et des noisettes (gardez-en un peu également pour le dressage). Ajoutez, par personne : 1 cs de jus de citron, 2 cs d’huile d’olive et 1 cs d’eau. Réduisez le tout en purée avec un mixeur plongeant jusqu’à obtenir un pesto homogène. Goûtez et rectifiez l’assaisonnement.CONSEIL: Ajoutez un trait d'eau en plus si votre pesto est trop épais.",
        "Incorporez le pesto d'ail des ours et de persil, la moitié du fromage de chèvre et le reste de fromage italien au risotto. Goûtez, puis assaisonnez en sel et poivre ainsi qu'en jus de citron selon votre goût. Mélangez bien. CONSEIL: Essayez de ne pas trop saler le plat car le pesto, le chèvre et le bouillon sont déjà assez salés !",
        "Disposez la roquette dans les assiettes et servez le risotto par-dessus.Émiettez le chèvre restant sur le risotto et saupoudrez d'herbes et de noisettes.CONSEIL: Vous pouvez ajouter un filet d’huile d’olive pour la touche finale."
    ]
}