{
    "cuisines": [
        "Italienne"
    ],
    "description": "Voici un plat parfait pour les mois les plus froids : des pommes de terre au four et un filet de merlu sont suffisamment copieux pour satisfaire vos papilles, et vous serez réchauffé jusqu'au bout des orteils. Mais pas d'inquiétude, car les épinards et notre pesto sauront également apporter beaucoup de fraîcheur et de saveur à ce plat.",
    "difficulty": 2,
    "favoritesCount": 185,
    "headline": "avec des épinards & du broccolini",
    "name": "Bowl merlu rôti & pommes de terre au pesto",
    "prepTime": 45,
    "totalTime": 15,
    "image_id": "623addd69ff7b00cd26c9ecc",
    "id": "fa18e82f-c602-4141-a260-dbf20d31db6e",
    "nutrition": {
        "kcal": 612,
        "fat": 33.57,
        "saturated_fat": 5.03,
        "carbohydrate": 41.59,
        "sugars": 3.33,
        "protein": 32.23,
        "sodium": 0.63
    },
    "tags": [
        "Peu de cuisine",
        "<650 Kcal"
    ],
    "utensils": [
        "Passoire",
        "Éplucheur",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Casserole",
        "Saladier"
    ],
    "ingredients": [
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "bc85a87e-d578-42a9-892f-877ca1d6c94a"
        },
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "ff57b7f5-0f30-486b-8d9f-1db22013d49e",
            "portion_id": "0d507d44-548d-4a70-b270-da61674968cd",
            "image_id": "64073bb19c6d10cd16eab625"
        },
        {
            "amount": 0.5,
            "unit": "sachet(s)",
            "ingredient_id": "d5958aa8-994d-4377-9ce4-a6f9e0f24dbc",
            "portion_id": "a96b16d1-b9b0-4f6d-b7ae-bc07282a7584",
            "image_id": "6405bfa5af4af6d531d50c60"
        },
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "9f0c74bf-b4eb-48be-900f-084440aea021"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "6df2e8c7-5406-49fa-8343-db2fab75646d"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préchauffez le four à 200°C (180°C chaleur tournante). Rincez les épinards et laissez-les s'égoutter dans la passoire.Lavez ou épluchez les pommes de terre, puis coupez-les en 4, voire en 6 si elles sont grosses.CONSEIL: Coupez les pommes de terre en morceaux égaux pour qu’ils cuisent uniformément.",
        "Placez les pommes de terre sur une plaque de cuisson recouverte de papier sulfurisé et mélangez-les avec l'huile d'olive. Salez et poivrez, puis enfournez le tout 40-45 min ou jusqu'à ce qu'elles soient tendres et dorées.",
        "Placez les filets de merlu sur une autre plaque recouverte de papier sulfurisé et assaisonnez-les avec du sel, du poivre et 1 cc d'épices italiennes par personne. Ajoutez un trait d'huile d'olive et massez les filets pour bien répartir l'assaisonnement.Enfournez-les lorsqu'il reste 10-12 min de cuisson aux pommes de terre. Le poisson est cuit lorsque sa chair est opaque et qu'elle se détache facilement. ",
        "Pendant ce temps, portez une casserole d'eau salée à ébullition. Coupez le broccolini en trois.Ajoutez-le dans la casserole et faites-le cuire 3-5 min, ou jusqu'à ce qu'il soit tout juste tendre. Contrôlez la cuisson avec la pointe d'un couteau. Égouttez.",
        "Lorsque tout est cuit, transférez les pommes de terre chaudes dans un saladier ainsi que les épinards et le broccolini.Mélangez pour que la chaleur des légumes chauds commence à faire légèrement flétrir les épinards (voir CONSEIL). Ajoutez le pesto et mélangez de nouveau. Salez et poivrez.CONSEIL: Vos épinards ont du mal à flétrir ? Ajoutez un filet d'huile d'olive, mélangez et renfournez le tout environ 1 min jusqu'à ce que les épinards fondent.",
        "Servez la salade de pommes de terre et broccolini au pesto dans des assiettes creuses.Ôtez la peau du poisson et émiettez-le par-dessus. Ajoutez un filet d'huile d'olive si vous le souhaitez. Goûtez et ajustez l'assaisonnement en sel et poivre si besoin."
    ]
}