{
    "cuisines": [
        "Fusion"
    ],
    "description": "Le portobello est le plus gros des champignons car il pousse longtemps et devient ainsi plus ferme et savoureux. Ce champignon est souvent utilisé farci grâce à sa taille importante. Il est d'ailleurs préférable de ne pas laver les champignons à l'eau car ils absorbent l'humidité ce qui nuit à leur goût. Nettoyez-les soigneusement avec une brosse ou un morceau d'essuie-tout. Le fromage utilisé dans ce plat contient de la présure animale.",
    "difficulty": 2,
    "favoritesCount": 140,
    "headline": "avec un portobello farci à la feta",
    "name": "Salade de lentilles & légumes rôtis",
    "prepTime": 35,
    "totalTime": 25,
    "image_id": "62f2763c273e9c9a420b3fc5",
    "id": "3d2547ff-eba7-4468-8bf4-2b9435666d34",
    "nutrition": {
        "kcal": 559,
        "fat": 29.61,
        "saturated_fat": 9.17,
        "carbohydrate": 55.69,
        "sugars": 19.4,
        "protein": 13.43,
        "sodium": 1.71
    },
    "tags": [
        "Végétarien",
        "<650 Kcal"
    ],
    "utensils": [
        "Casserole avec couvercle",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Éplucheur",
        "Saladier"
    ],
    "ingredients": [
        {
            "amount": 40,
            "unit": "g",
            "ingredient_id": "fb2bc2ac-f59a-4439-9578-5b6d014a5629"
        },
        {
            "amount": 450,
            "unit": "g",
            "ingredient_id": "fc203d5e-2336-4d3e-80c8-e27c2fdb9899"
        },
        {
            "amount": 1,
            "unit": "sachet(s)",
            "ingredient_id": "2c3977d4-a9c0-44d5-9edc-db5856a2c6bd",
            "portion_id": "53b48a62-b026-4d46-8b15-5b913151a9d3",
            "image_id": "6405bf48b9d07cd5d38d7a14"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "a54e4958-cfe2-4c32-ab86-e731ccc8b6d4",
            "portion_id": "f6874caa-27a1-4fe4-a617-f1280c865700",
            "image_id": "6405bfceb0da1947779863ba"
        },
        {
            "amount": 75,
            "unit": "g",
            "ingredient_id": "1ebb2ad3-510c-46f9-b2af-bc490d857206"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "26bc84fd-7394-4c44-a9be-fc66ae1f6c17",
            "portion_id": "3b6895c4-d6c1-464b-9fde-f7c7d401a529",
            "image_id": "6405bf34b0da1947779861aa"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "51803d3b-1634-47f6-8ef0-e6291dc2b112"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "922959cb-a5c0-4539-b21f-9b77d32e3a7d"
        },
        {
            "amount": 2.5,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "92a22779-f4ab-44d9-9776-9bcccb473587",
            "portion_id": "fe1c23f7-a1fa-4309-acb7-1985201c4403",
            "image_id": "63e5121c81b4b295e66f0253"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préchauffez le four à 200°C (180°C chaleur tournante). Dans une casserole, mélangez les lentilles vertes avec 200 ml d’eau par personne ainsi qu’une pincée de sel. Portez à ébullition, puis laissez mijoter à couvert et à feu doux 25-30 min. Ajoutez de l'eau si elle s'évapore trop vite. Lorsque les lentilles sont cuites, égouttez-les.",
        "Pendant ce temps, épluchez la patate douce et coupez-la en dés de 1 cm.Disposez-les sur la moitié d'une plaque recouverte de papier sulfurisé. Arrosez-les de la moitié de l’huile d’olive, saupoudrez de thym séché, puis salez et poivrez. Enfournez-les 25-30 min. Remuez à mi-cuisson.",
        "Pendant ce temps, coupez l'oignon rouge en demi-rondelles. Émiettez la feta (voir CONSEIL) et utilisez-en une partie pour farcir le portobello.Arrosez l'oignon et le portobello du reste d’huile d’olive, puis salez et poivrez. Lorsqu’il reste 15 min de cuisson à la patate douce, enfournez l’oignon et le portobello à côté.CONSEIL: Si vous n'avez pas envie de vous salir les mains, émiettez la feta dans un bol à l'aide d'une fourchette.",
        "Pendant ce temps, placez la salade dans un saladier.Mélangez-la au vinaigre balsamique noir.CONSEIL: Pour varier, faites une vinaigrette au miel et à la moutarde à la place de celle au balsamique : mélangez 1 cc de moutarde, 1 cc de miel et 1 cc de vinaigre balsamique blanc par personne.",
        "Dans le saladier, mélangez l'oignon, les tomates séchées (coupez-les en morceaux si vous le souhaitez), la patate douce et les lentilles avec la salade, puis salez et poivrez (voir CONSEIL). Si vous le souhaitez, ajoutez de l'huile d'olive selon votre goût.CONSEIL: Si vous avez le temps et que vous préférez votre salade froide, attendez quelques minutes que les légumes refroidissent avant de tout mélanger dans le saladier.",
        "Servez la salade dans les assiettes.Disposez le portobello farci par-dessus et garnissez avec le reste de feta."
    ]
}