{
    "cuisines": [
        "Française"
    ],
    "description": "C’est bientôt Noël ! Ce mois-ci, nous vous proposons chaque semaine une recette de fête pour célébrer la fin de l’année en beauté. Au menu aujourd’hui, de délicieux roulés de dinde farcis aux pleurotes et chou vert, accompagnés d’une purée de patate douce au ras el-hanout.",
    "difficulty": 2,
    "favoritesCount": 125,
    "headline": "avec une purée de patate douce au ras el-hanout",
    "name": "Roulés de dinde farcis aux pleurotes & chou vert",
    "prepTime": 45,
    "totalTime": 35,
    "image_id": "6374bdbb0bc870625809d211",
    "id": "6275ab2c-8278-4363-9895-361d42e2bd10",
    "nutrition": {
        "kcal": 801,
        "fat": 35.05,
        "saturated_fat": 13.78,
        "carbohydrate": 62.65,
        "sugars": 22,
        "protein": 57.01,
        "sodium": 1.33
    },
    "tags": [],
    "utensils": [
        "Éplucheur",
        "Casserole avec couvercle",
        "Essuie-tout",
        "Presse-purée",
        "Poêle"
    ],
    "ingredients": [
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "162863a2-88a4-41a8-8083-7adf892d3eb0",
            "portion_id": "c050fe94-e69a-488d-9032-0cb7fc0fe7b7",
            "image_id": "6405bfc5b9d07cd5d38d7bce"
        },
        {
            "amount": 250,
            "unit": "g",
            "ingredient_id": "a7f9f45a-f669-496a-b38c-84aae5e87135"
        },
        {
            "amount": 450,
            "unit": "g",
            "ingredient_id": "fc203d5e-2336-4d3e-80c8-e27c2fdb9899"
        },
        {
            "amount": 350,
            "unit": "g",
            "ingredient_id": "02d26cb1-e6e7-4cda-818d-106216835cc4"
        },
        {
            "amount": 2.5,
            "unit": "g",
            "ingredient_id": "c0d5ee62-fc6c-4b87-bc91-9f3af98c2779"
        },
        {
            "amount": 0.4,
            "unit": "sachet(s)",
            "ingredient_id": "5678ae81-87e5-4804-a403-51e09314593f",
            "portion_id": "de9c457f-33c7-4f32-88d5-662106968f57",
            "image_id": "6405bf1daf4af6d531d50a57"
        },
        {
            "amount": 20,
            "unit": "g",
            "ingredient_id": "c632e1f4-1e59-45b1-80e8-a2dd38649a82"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "a4eb3e2a-882c-4c79-95b8-614c543c4765",
            "portion_id": "4b3561b8-c671-4af0-9c42-7fa30e1dbbbf",
            "image_id": "6405bf5eb0da19477798622e"
        },
        {
            "amount": 1,
            "unit": "pot(s)",
            "ingredient_id": "bc37be5e-6677-41e0-8731-34a554849d01",
            "portion_id": "2bd20717-2bbe-4705-8c80-f36486974785",
            "image_id": "64073ba5683721c9a32b0730"
        },
        {
            "amount": 125,
            "unit": "ml",
            "ingredient_id": "b533985b-5cae-4227-a9aa-9d8287f4d493"
        },
        {
            "amount": 1,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préparez le bouillon avec de l'eau chaude.Portez une casserole d'eau salée à ébullition pour les feuilles de chou.Ciselez l'échalote. Coupez les pleurotes en tranches.Épluchez la patate douce et coupez-la en dés de 1½ cm.Prélevez une ou deux grandes feuilles souples de chou par personne et coupez le reste en lanières.Effeuillez le cerfeuil.",
        "Plongez les feuilles de chou dans l'eau bouillante salée.Faites-les blanchir 3-4 min.Égouttez-les en conservant leur eau de cuisson dans la casserole. Rincez-les immédiatement à l'eau froide ou plongez-les dans de l'eau glacée pour qu'elles refroidissent. Égouttez-les à nouveau et réservez-les sur de l'essuie-tout pour les sécher.CONSEIL: LE SAVIEZ-VOUS ? Blanchir un aliment consiste à le plonger dans de l'eau bouillante ou l'exposer à de la vapeur. Dans le cas des légumes verts, ce traitement peut servir à précuire ou fixer leur couleur.",
        "Portez à nouveau la casserole d'eau à ébullition et faites-y cuire la patate douce 15-17 min, ou jusqu'à ce que la pointe d'un couteau y rentre facilement. Réservez un peu d’eau de cuisson, puis égouttez-la.Écrasez la patate douce avec un presse-purée. Ajoutez un peu d'eau de cuisson ou un filet de lait pour l’onctuosité et, par personne : ½ cc de ras el-hanout (selon votre goût) et ½ cs de beurre. Salez, poivrez, mélangez et réservez à couvert.",
        "Faites chauffer une noix de beurre et un filet d'huile d'olive dans une poêle à feu vif. Faites-y revenir les pleurotes, le chou en lanières et la moitié de l'échalote 4-6 min, ou jusqu'à ce que l'eau s'évapore.Ajoutez la moitié des noix de pécan et du cerfeuil, du sel et du poivre. Hachez le tout avec un couteau ou mixez jusqu'à obtenir une farce fine.Coupez les escalopes en deux dans l’épaisseur sans les séparer totalement. Couvrez-les d’un film étirable et affinez-les en les « frappant » avec un rouleau ou votre main.",
        "Sur une planche, disposez 1 ou 2 feuilles de chou, puis l'escalope par-dessus, du sel, du poivre et enfin un peu de farce (réservez le reste). Roulez fermement le tout. Vous pouvez utiliser des cure-dents pour maintenir les roulés.Faites chauffer une noix de beurre dans la même poêle à feu moyen.Faites-y cuire les roulés 2-4 min à couvert du côté où les feuilles de chou se rejoignent pour les sceller. Retournez-les et faites-les cuire 3-5 min sans couvercle selon l'épaisseur de la viande.",
        "Réservez la viande hors de la poêle. Remettez celle-ci à feu moyen et ajoutez-y le reste d’échalote avec une noix de beurre. Faites cuire 1 min, puis ajoutez la farine. Versez le bouillon pour déglacer, puis la crème et laissez réduire 3-5 min à feu moyen-doux, ou jusqu’à ce que la sauce ait épaissi. Coupez les roulés en tranches et servez-les dans les assiettes avec la purée et le reste de farce. Saupoudrez du reste de noix de pécan et de cerfeuil. Nappez la viande de sauce."
    ],
    "createdAt": "2022-11-16T10:38:52+00:00",
    "updatedAt": "2023-10-13T10:42:19+00:00",
    "servingSize": 804
}