{
    "cuisines": [
        "Italienne"
    ],
    "description": "Voici un plat parfait pour les mois les plus froids : des pommes de terre au four et un filet de merlu sont suffisamment copieux pour satisfaire vos papilles et vous réchauffer jusqu’au bout des orteils. Mais pas d’inquiétude, car les épinards et notre pesto sauront également apporter beaucoup de fraîcheur et de saveurs à ce plat.",
    "difficulty": 2,
    "favoritesCount": 272,
    "headline": "avec du brocoli & des épinards",
    "name": "Bowl merlu rôti & pommes de terre au pesto",
    "prepTime": 45,
    "totalTime": 15,
    "image_id": "63bd69d4dcb71a6cc605ddd3",
    "id": "06bc0a62-cd8c-44d8-ab23-55f2b8e356ae",
    "nutrition": {
        "kcal": 631,
        "fat": 33.9,
        "saturated_fat": 5,
        "carbohydrate": 47.4,
        "sugars": 4.1,
        "protein": 33.6,
        "sodium": 0.62
    },
    "tags": [
        "Peu de cuisine",
        "<650 Kcal",
        "Eat Me First",
        "Quick Prep"
    ],
    "utensils": [
        "Éplucheur",
        "Passoire",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Casserole",
        "Saladier"
    ],
    "ingredients": [
        {
            "amount": 100,
            "unit": "g",
            "ingredient_id": "bc85a87e-d578-42a9-892f-877ca1d6c94a"
        },
        {
            "amount": 400,
            "unit": "g",
            "ingredient_id": "e96c155b-870a-4201-9e2f-ed3c064850d3"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "c9aefc15-a17e-4428-9a1a-9e35430798b6",
            "portion_id": "de729da2-1a3f-4af5-9aaf-e3e1e78c4d84",
            "image_id": "6405bf2cb0da194777986191"
        },
        {
            "amount": 0.5,
            "unit": "sachet(s)",
            "ingredient_id": "d5958aa8-994d-4377-9ce4-a6f9e0f24dbc",
            "portion_id": "a96b16d1-b9b0-4f6d-b7ae-bc07282a7584",
            "image_id": "6405bfa5af4af6d531d50c60"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "ca20de25-75fe-4e72-a329-a6de548abee1"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "a85ae5b5-24f3-4bc9-a07f-9a671676de4f"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !Préchauffez le four à 200°C (180°C chaleur tournante). Lavez les épinards et laissez-les s'égoutter dans la passoire.Lavez ou épluchez les pommes de terre, puis coupez-les en 4, voire en 6 pour les plus grosses.Ciselez l'ail.CONSEIL: Coupez les pommes de terre en morceaux de taille égale pour qu’ils cuisent uniformément.",
        "Placez les pommes de terre sur une plaque recouverte de papier sulfurisé et mélangez-les avec un filet d'huile d'olive. Salez et poivrez, puis enfournez le tout 40-45 min, ou jusqu'à ce qu'elles soient tendres et dorées.",
        "Placez le merlu sur une autre plaque recouverte de papier sulfurisé et assaisonnez-le avec du sel, du poivre, l'ail ciselé et 1 cc d'épices italiennes par personne. Ajoutez un filet d'huile d'olive, puis massez le merlu pour bien répartir l'assaisonnement.Enfournez-le lorsqu'il reste 10-12 min de cuisson aux pommes de terre. Le poisson est cuit lorsque sa chair est opaque et qu'elle se détache facilement. ",
        "Pendant ce temps, portez une casserole d'eau salée à ébullition. Coupez le brocoli en fleurettes et les tiges en morceaux de taille égale.Ajoutez-les à la casserole et faites-les cuire 5-7 min, ou jusqu'à ce que la pointe d'un couteau y rentre facilement.CONSEIL: Vous pouvez prolonger la cuisson de quelques minutes si vous aimez le brocoli plus fondant.",
        "Lorsque tout est cuit, transférez les pommes de terre chaudes dans un saladier ainsi que les épinards et le brocoli.Mélangez-les pour que la chaleur des légumes fasse légèrement flétrir les épinards (voir CONSEIL). Ajoutez le pesto et mélangez de nouveau. Salez et poivrez.CONSEIL: Vos épinards ont du mal à flétrir ? Ajoutez un filet d'huile d'olive, mélangez et enfournez le tout environ 3 min jusqu'à ce que les épinards fondent.",
        "Servez la salade de pommes de terre et brocoli au pesto dans des assiettes creuses.Ôtez la peau du poisson et émiettez-le par-dessus. Ajoutez un filet d'huile d'olive si vous le souhaitez. Goûtez et ajustez l'assaisonnement en sel et en poivre si besoin."
    ]
}