{
    "cuisines": [
        "Française"
    ],
    "description": "Dégustez un tendre pavé de bœuf accompagné d’une sauce crémeuse au bleu qui apportera une touche délicate à chaque bouchée. Des frites maison croustillantes et une poêlée de choux légèrement grillés complète cette assiette avec un peu de fraîcheur et de croquant. Il s’agit donc là d’un délicieux repas qui plaira à coup sûr aux amateurs de viande rouge. Bon appétit !",
    "difficulty": 2,
    "favoritesCount": 263,
    "headline": "avec des frites maison & une poêlée de choux",
    "name": "Pavé de bœuf sauce au bleu",
    "prepTime": 45,
    "totalTime": 35,
    "image_id": "63f4a2dec6edc70bec079437",
    "id": "fa3e5600-a7da-4214-a278-3678c629cc2b",
    "nutrition": {
        "kcal": 712,
        "fat": 36,
        "saturated_fat": 16.5,
        "carbohydrate": 61.5,
        "sugars": 15.6,
        "protein": 34.8,
        "sodium": 1.42
    },
    "tags": [],
    "utensils": [
        "Éplucheur",
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Casserole",
        "Poêle",
        "Papier aluminium"
    ],
    "ingredients": [
        {
            "amount": 3,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 375,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1.5,
            "unit": "pièce(s)",
            "ingredient_id": "0e363991-67ac-48c2-91f3-5a39eab419ab",
            "portion_id": "ca6eebcb-1833-4faf-af1b-b4b95eb15ef0",
            "image_id": "6405bfbfb0da194777986386"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "5dcb8253-c5ad-414e-96fb-7b8e79e99bc8"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "9805fe35-b4ea-4acc-b8ef-6b41a19193e2"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "65251459-2006-4c58-b6bf-5588f5385e7d"
        },
        {
            "amount": 100,
            "unit": "ml",
            "ingredient_id": "002d9025-90de-45f4-95ea-04c36ca1e75b"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "2a12f8bd-9167-4710-b028-97ecfde7a839",
            "portion_id": "9db39063-ea52-41d0-b24b-5e032ef63375",
            "image_id": "64073ba5683721c9a32b072f"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "6b9e4df0-3740-4ae7-9bb1-7526e2fb3a62",
            "portion_id": "de3763a3-9d7c-451a-9a15-267a3165bf13",
            "image_id": "63e5121cbc1d64f7b96e2705"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette !_Préchauffez le four à 200°C (180°C chaleur tournante). Sortez la viande du réfrigérateur._Écrasez une gousse d’ail avec le plat de votre main. Ciselez le reste._Lavez ou épluchez les pommes de terre et les carottes et coupez-les en frites de 1½ cm._Effeuillez le thym. ",
        "_Répartissez les frites sur une plaque recouverte de papier sulfurisé (voir CONSEIL). Mélangez-les avec un filet d’huile d’olive, du sel et la moitié du thym. _Enfournez-les 30-35 min, ou jusqu'à ce qu'elles soient dorées et que la pointe d'un couteau y rentre facilement. Remuez à mi-cuisson._Coupez les choux de Bruxelles en deux.CONSEIL: Si vous le préférez, privilégiez une cuisson des frites à la friteuse (dans ce cas, adaptez le temps de cuisson).",
        "_Dans une casserole, faites chauffer le bleu avec la crème à feu doux._Laissez le fromage fondre et la crème réduire 7-10 min en remuant régulièrement afin qu'elle ne brûle pas, ou jusqu'à ce qu'elle soit nappante._Une fois que la sauce a réduit, coupez le feu. ",
        "_Faites chauffer un filet d’huile d’olive dans une poêle à feu moyen-vif. Faites-y cuire le bœuf 3-4 min de chaque côté._Lorsque vous le retournez, ajoutez 1 cs de beurre par personne à la poêle ainsi que l'ail écrasé et le reste de thym. Arrosez la viande de beurre avec une cuillère en inclinant la poêle vers vous. _Après cuisson, placez la viande dans du papier d'aluminium pour la garder au chaud.CONSEIL: LE SAVIEZ-VOUS ? : Arroser de beurre permet à la viande d'être plus tendre et goûteuse.",
        "_Faites chauffer un filet d’huile d’olive avec un fond d’eau dans une autre poêle à feu moyen-vif._Faites-y cuire les choux de Bruxelles 6-7 min, ou jusqu’à ce que l'eau se soit complètement évaporée._Ajoutez l’ail ciselé et faites sauter le tout 1 min de plus à feu vif. Salez et poivrez.CONSEIL: Testez la cuisson des choux avec la pointe d'un couteau. S'il n'y a pas de résistance, les choux sont cuits. Sinon, poursuivez la cuisson.",
        "_Faites réchauffer la sauce au bleu à feu moyen._Servez les pavés de bœuf dans les assiettes avec les frites et les choux de Bruxelles poêlés._Versez la sauce au bleu dans un petit récipient. Ajustez l’assaisonnement en sel et en poivre selon votre goût et présentez-la à côté."
    ]
}