{
    "cuisines": [
        "Middle Eastern"
    ],
    "description": "Quand l’Amérique et l’Orient se rencontrent, c’est tout un univers culinaire qui s’offre à nous ! Imaginez un burger dans lequel le bœuf est assaisonné de menthe et de zaatar, un mélange d’épices très consommé et populaire dans la gastronomie orientale, puis cuit à l’huile d’olive. Accompagnez-le d’une mayonnaise au persil rafraîchissante dans laquelle tremper vos frites, elles aussi saupoudrées de zaatar : on en salive d’avance ! Si vous aussi, alors rendez-vous en cuisine !",
    "difficulty": 2,
    "favoritesCount": 474,
    "headline": "avec des frites & une mayo au persil",
    "name": "Burger à l'orientale au zaatar",
    "prepTime": 40,
    "totalTime": 30,
    "image_id": "63fe14488e5b6887620305c2",
    "id": "42e56d96-7388-4557-a2cd-3ede03a9378a",
    "nutrition": {
        "kcal": 1034,
        "fat": 51.4,
        "saturated_fat": 11.1,
        "carbohydrate": 101.4,
        "sugars": 12.7,
        "protein": 37.9,
        "sodium": 3.09
    },
    "tags": [
        "Famille",
        "Chef's Choice"
    ],
    "utensils": [
        "Plaque de cuisson recouverte de papier sulfurisé",
        "Bol",
        "Petit bol",
        "Poêle"
    ],
    "ingredients": [
        {
            "amount": 500,
            "unit": "g",
            "ingredient_id": "f26d87de-b670-4e79-89ae-5609f60a16a8"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "c62b89dc-d875-4d73-9b9a-9c0e9071c52b",
            "portion_id": "a8058dce-b626-4b1e-bd22-b59775ce5268",
            "image_id": "6405bf62b9d07cd5d38d7a7d"
        },
        {
            "amount": 5,
            "unit": "g",
            "ingredient_id": "ae91d015-116a-41e2-9251-53502d756ece"
        },
        {
            "amount": 1,
            "unit": "pièce(s)",
            "ingredient_id": "a54e4958-cfe2-4c32-ab86-e731ccc8b6d4",
            "portion_id": "f6874caa-27a1-4fe4-a617-f1280c865700",
            "image_id": "6405bfceb0da1947779863ba"
        },
        {
            "amount": 200,
            "unit": "g",
            "ingredient_id": "5991acc9-c23a-487a-8980-d8d095deb8b6"
        },
        {
            "amount": 1,
            "unit": "sachet(s)",
            "ingredient_id": "ee922ba4-b7eb-4ddd-9bf4-e0090b51fbf2",
            "portion_id": "c3191bff-cba9-424f-9740-6ced4dc70e3f",
            "image_id": "64073bf2683721c9a32b078e"
        },
        {
            "amount": 50,
            "unit": "g",
            "ingredient_id": "b854ff53-5fab-42c7-a873-2589160f3ade"
        },
        {
            "amount": 2,
            "unit": "pièce(s)",
            "ingredient_id": "3ce59ede-b563-483e-9e57-df3ee6f9fb46",
            "portion_id": "d8098ebc-14b3-4748-a2f5-26e445c9d40d",
            "image_id": "64073bcd683721c9a32b076b"
        },
        {
            "amount": 60,
            "unit": "g",
            "ingredient_id": "51803d3b-1634-47f6-8ef0-e6291dc2b112"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "1e1f5c80-29de-4a46-9be1-d80189a66667",
            "portion_id": "d313427a-efc6-4e5c-8d67-2241abe13a6f",
            "image_id": "63e5121881b4b295e66f0251"
        },
        {
            "amount": 2,
            "unit": "cc",
            "ingredient_id": "7e696fda-84ed-4ca4-9a21-0c8514b6977b",
            "portion_id": "bb82b442-8d2c-4eeb-91a7-678af187635a",
            "image_id": "64062eb8b9d07cd5d38d7cd9"
        },
        {
            "amount": 2,
            "unit": "cs",
            "ingredient_id": "0c31878c-82e8-457c-a231-63113e45336e",
            "portion_id": "397810c8-a209-49ce-9d61-0c0c54f05ca2",
            "image_id": "63e51223bc1d64f7b96e2708"
        },
        {
            "amount": null,
            "unit": "selon le goût",
            "ingredient_id": "fe238304-c9c6-47c4-b9f1-e2f4215e2a8c",
            "portion_id": "f91e44d5-8ab6-4cee-832b-ff3b2e1f3590",
            "image_id": "63e5122b81b4b295e66f025e"
        }
    ],
    "steps": [
        "Veillez à bien respecter les quantités indiquées à gauche pour préparer votre recette ! _Préchauffez le four à 220°C (200°C chaleur tournante). _Lavez ou épluchez les pommes de terre et coupez-les en frites de 1 cm. _Sur une plaque recouverte de papier sulfurisé, mélangez-les avec un filet d’huile d'olive, du sel et du poivre. _Enfournez-les 25-30 min, ou jusqu’à ce qu’elles soient dorées et croustillantes. Remuez à mi-cuisson. CONSEIL: Si vous préférez les frites cuites à la friteuse, vous pouvez privilégier ce mode de cuisson.",
        "_Ciselez l'ail, la menthe et le persil séparément. _Coupez la moitié de l'oignon en très fines demi-lunes. Ciselez finement le reste. _Placez les demi-lunes d'oignon dans un bol. Ajoutez une pincée de sel et de sucre, puis 1 cs de vinaigre de vin par personne. _Mélangez bien et laissez reposer jusqu'à ce que les oignons deviennent légèrement roses. Remuez de temps à autre.",
        "_Mettez le bœuf haché dans un bol avec 1 cc de zaatar par personne, l'ail, une pincée d'oignon ciselé (selon votre goût) et la menthe. Salez et poivrez généreusement. _Mélangez avec vos mains, puis pressez et façonnez la viande en steaks (un par personne) d'environ 1 cm d'épaisseur (voir CONSEIL). CONSEIL: Aplatissez bien vos steaks car ils vont grossir et rétrécir au fur et à mesure de la cuisson.",
        "_Dans un petit bol, mélangez la mayonnaise avec le persil, du sel et du poivre. _Lorsqu'il reste 10 min de cuisson aux frites, ouvrez les pains burger et badigeonnez-les d'un mince filet d'huile d'olive sur chaque face. _Enfournez-les à côté des frites (ou toastez-les au grille-pain si vous en avez un) 3-5 min, ou jusqu’à ce qu'ils soient légèrement grillés.",
        "_Faites chauffer un filet d'huile d'olive dans une grande poêle à feu vif. _Une fois l'huile bien chaude, faites-y dorer les steaks hachés 2-3 min de chaque côté, ou jusqu'à ce qu'ils soient cuits (voir CONSEIL) _Étalez la moitié de la sauce mayo-persil sur la base des pains. Déposez le steak, puis quelques feuilles de salade et des pickles d’oignon par-dessus. Refermez le burger.  CONSEIL: Ajustez le temps de cuisson des steaks selon votre goût.",
        "_Une fois les frites cuites, mélangez-les avec ½ cc de zaatar par personne sur la plaque de cuisson. _Mélangez le reste de salade et de pickles avec un filet d'huile d'olive. _Servez les frites, la salade ainsi que le reste de mayo au persil avec le burger dans les assiettes."
    ]
}